{
  "list": [
    {
      "code": "FWDLIFE",
      "name": "富衛人壽",
      "nameI18n": {
        "zhHansCN": "富卫人寿",
        "zhHantHK": "富衛人壽",
        "enUS": "FWD Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/fwdlife.png",
      "desc": "富衛業務遍布香港特別行政區、澳門特別行政區、泰國、印尼、菲律賓、新加坡、越南、日本、馬來西亞及柬埔寨。在香港，富衛提供人壽及醫療保險、一般保險、僱員福利、及財務策劃。富衛專注為客戶創造嶄新體驗，利用數碼科技，提供簡單、易明和貼心的產品。富衛秉持以客為先的服務理念及方針，矢志成為汎亞洲區領先的保險公司，創造保險新體驗。",
      "descI18n": {
        "zhHansCN": "富卫业务遍布香港特别行政区、澳门特别行政区、泰国、印尼、菲律宾、新加坡、越南、日本、马来西亚及柬埔寨。在香港，富卫提供人寿及医疗保险、一般保险、僱员福利、及财务策划。富卫专注为客户创造崭新体验，利用数码科技，提供简单、易明和贴心的产品。富卫秉持以客为先的服务理念及方针，矢志成为汎亚洲区领先的保险公司，创造保险新体验。",
        "zhHantHK": "富衛業務遍布香港特別行政區、澳門特別行政區、泰國、印尼、菲律賓、新加坡、越南、日本、馬來西亞及柬埔寨。在香港，富衛提供人壽及醫療保險、一般保險、僱員福利、及財務策劃。富衛專注為客戶創造嶄新體驗，利用數碼科技，提供簡單、易明和貼心的產品。富衛秉持以客為先的服務理念及方針，矢志成為汎亞洲區領先的保險公司，創造保險新體驗。",
        "enUS": "FWD Life Insurance Company (Bermuda) Limited operate in Hong Kong SAR, Macao SAR, Thailand, Indonesia, Philippines, Singapore, Vietnam, Japan, Malaysia and Cambodia.   In Hong Kong, we provide life and medical insurance, general insurance, employee benefits, and financial planning.   Fuwei focuses on creating new experiences for customers, using digital technology to provide simple, easy to understand and intimate products.   Adhering to the customer-oriented service concept and policy, FWD Life is determined to become a leading insurance company in the pan-Asian region and create new insurance experiences.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 0,
      "region": "香港"
    },
    {
      "code": "FTLIFE",
      "name": "周大福人壽",
      "nameI18n": {
        "zhHansCN": "周大福人寿",
        "zhHantHK": "周大福人壽",
        "enUS": "Chow Tai Fook Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/ftlife.png",
      "desc": "周大福人壽保險有限公司（「周大福人壽」）為周大福創建有限公司的全資附屬公司，也是香港最具規模的壽險公司之一。作為周大福企業成員，周大福人壽緊扣鄭氏家族（「周大福集團」或「集團」）多元業務體系的雄厚資源，致力為客戶及其摯愛家人於「生活、成長、健康、傳承」的人生旅程中，提供個人化的匠心規劃、終身保障及優質體驗。憑藉集團財務實力及環球投資佈局，周大福人壽矢志成為亞太區領先的保險公司，持續開創保險新價值。",
      "descI18n": {
        "zhHansCN": "周大福人寿保险有限公司（「周大福人寿」）为周大福创建有限公司的全资附属公司，也是香港最具规模的寿险公司之一。作为周大福企业成员，周大福人寿紧扣郑氏家族（「周大福集团」或「集团」）多元业务体系的雄厚资源，致力为客户及其挚爱家人于「生活、成长、健康、传承」的人生旅程中，提供个人化的匠心规划、终身保障及优质体验。凭藉集团财务实力及环球投资佈局，周大福人寿矢志成为亚太区领先的保险公司，持续开创保险新价值。",
        "zhHantHK": "周大福人壽保險有限公司（「周大福人壽」）為周大福創建有限公司的全資附屬公司，也是香港最具規模的壽險公司之一。作為周大福企業成員，周大福人壽緊扣鄭氏家族（「周大福集團」或「集團」）多元業務體系的雄厚資源，致力為客戶及其摯愛家人於「生活、成長、健康、傳承」的人生旅程中，提供個人化的匠心規劃、終身保障及優質體驗。憑藉集團財務實力及環球投資佈局，周大福人壽矢志成為亞太區領先的保險公司，持續開創保險新價值。",
        "enUS": "Chow Tai Fook Life Insurance Company Limited (\"Chow Tai Fook Life\") is a wholly-owned subsidiary of Chow Tai Fook Enterprises Limited and one of the largest life insurance companies in Hong Kong. As a member of the Chow Tai Fook Group, Chow Tai Fook Life leverages the extensive resources of the diversified business system of the Cheng family (\"Chow Tai Fook Group\" or \"the Group\") to provide personalized, meticulous planning, lifelong protection and quality experiences for customers and their beloved families throughout their life journey of \"living, growing, staying healthy and passing on\". With the Group's financial strength and global investment layout, Chow Tai Fook Life is committed to becoming a leading insurance company in the Asia-Pacific region and continuously creating new value in insurance.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 0,
      "region": "香港"
    },
    {
      "code": "AIA",
      "name": "友邦保險",
      "nameI18n": {
        "zhHansCN": "友邦保险",
        "zhHantHK": "友邦保險",
        "enUS": "AIA",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/aia.png",
      "desc": "作為最大的泛亞地區獨立上市人壽保險集團，友邦保險的業務覆蓋亞太區18個市場。秉持精益求精的宗旨，友邦保險矢志成為世界領先的人壽保險服務機構的翹楚，以達致客戶和股東的期望。本著服務社會的宏願，積極發揮領導本色，促進地區經濟和社會發展。友邦保險秉承為亞洲社區和客戶帶來顯著及正面影響的承諾，以幫助社會大眾實踐健康長久好生活為目標。友邦香港及澳門亦一直竭力擔當著領導角色，積極推動本地以至整個亞洲的經濟及社會發展，並透過推行環境、社會及管治的轉型及長期策略，堅守我們的目標，為大家締造一個更理想及可持續發展的未來。",
      "descI18n": {
        "zhHansCN": "作为最大的泛亚地区独立上市人寿保险集团，友邦保险的业务复盖亚太区18个市场。秉持精益求精的宗旨，友邦保险矢志成为世界领先的人寿保险服务机构的翘楚，以达致客户和股东的期望。本着服务社会的宏愿，积极发挥领导本色，促进地区经济和社会发展。友邦保险秉承为亚洲社区和客户带来显着及正面影响的承诺，以帮助社会大众实践健康长久好生活为目标。友邦香港及澳门亦一直竭力担当着领导角色，积极推动本地以至整个亚洲的经济及社会发展，并透过推行环境、社会及管治的转型及长期策略，坚守我们的目标，为大家缔造一个更理想及可持续发展的未来。",
        "zhHantHK": "作為最大的泛亞地區獨立上市人壽保險集團，友邦保險的業務覆蓋亞太區18個市場。秉持精益求精的宗旨，友邦保險矢志成為世界領先的人壽保險服務機構的翹楚，以達致客戶和股東的期望。本著服務社會的宏願，積極發揮領導本色，促進地區經濟和社會發展。友邦保險秉承為亞洲社區和客戶帶來顯著及正面影響的承諾，以幫助社會大眾實踐健康長久好生活為目標。友邦香港及澳門亦一直竭力擔當著領導角色，積極推動本地以至整個亞洲的經濟及社會發展，並透過推行環境、社會及管治的轉型及長期策略，堅守我們的目標，為大家締造一個更理想及可持續發展的未來。",
        "enUS": "As the largest independently listed life insurance group in the pan-Asia region, AIA's business covers 18 markets in the Asia-Pacific region. Adhering to the principle of striving for excellence, AIA is committed to becoming a leading life insurance service provider in the world, in order to meet the expectations of its customers and shareholders. With the grand aspiration of serving the society, we actively play the role of a leader and promote the economic and social development of the region. Aia Insurance is committed to bringing significant and positive impacts to the Asian community and customers, with the goal of helping the general public achieve a healthy, long and good life. Aia Hong Kong and Macau have also been striving to take on a leading role, actively promoting economic and social development in Hong Kong and throughout Asia. By implementing environmental, social and governance transformation and long-term strategies, we remain committed to our goal of creating a more ideal and sustainable future for all.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 0,
      "region": "香港"
    },
    {
      "code": "MANULIFESINGAPORE",
      "name": "宏利人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "宏利人寿(新加坡)",
        "zhHantHK": "宏利人壽(新加坡)",
        "enUS": "Manulife Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/manulifesingapore.png",
      "desc": "Manulife Financial Corporation is a leading international financial services provider that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we provide financial advice and insurance, operating as Manulife across Canada, Asia, and Europe, and primarily as John Hancock in the United States. Through Manulife Investment Management, the global brand for our global wealth and asset management segment, we serve individuals, institutions and retirement plan members worldwide. At the end of 2022, we had more than 40,000 employees, over 116,000 agents, and thousands of distribution partners, serving over 34 million customers. We trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong. ",
      "descI18n": {
        "zhHansCN": "Manulife Financial Corporation is a leading international financial services provider that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we provide financial advice and insurance, operating as Manulife across Canada, Asia, and Europe, and primarily as John Hancock in the United States. Through Manulife Investment Management, the global brand for our global wealth and asset management segment, we serve individuals, institutions and retirement plan members worldwide. At the end of 2022, we had more than 40,000 employees, over 116,000 agents, and thousands of distribution partners, serving over 34 million customers. We trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong. ",
        "zhHantHK": "Manulife Financial Corporation is a leading international financial services provider that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we provide financial advice and insurance, operating as Manulife across Canada, Asia, and Europe, and primarily as John Hancock in the United States. Through Manulife Investment Management, the global brand for our global wealth and asset management segment, we serve individuals, institutions and retirement plan members worldwide. At the end of 2022, we had more than 40,000 employees, over 116,000 agents, and thousands of distribution partners, serving over 34 million customers. We trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong. ",
        "enUS": "Manulife Financial Corporation is a leading international financial services provider that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we provide financial advice and insurance, operating as Manulife across Canada, Asia, and Europe, and primarily as John Hancock in the United States. Through Manulife Investment Management, the global brand for our global wealth and asset management segment, we serve individuals, institutions and retirement plan members worldwide. At the end of 2022, we had more than 40,000 employees, over 116,000 agents, and thousands of distribution partners, serving over 34 million customers. We trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong. ",
        "jaJP": null,
        "koKR": null
      },
      "rank": 1,
      "region": "新加坡"
    },
    {
      "code": "YFLIFE",
      "name": "萬通保險",
      "nameI18n": {
        "zhHansCN": "万通保险",
        "zhHantHK": "萬通保險",
        "enUS": "YF Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/yflife.png",
      "desc": "萬通保險國際有限公司為港交所上市公司雲鋒金融集團成員，集團的主要股東包括雲鋒金融控股有限公司以及「全美5大壽險公司」之一的美國萬通人壽保險公司。憑藉雄厚實力及穩健可靠的背景，承諾為客戶提供專業及科技化的一站式風險及財富管理，以及強積金服務，建構非凡未來。萬通保險將卓有遠見的領導能力與嶄新的金融科技融匯一體。憑藉創新科技，為港澳、大灣區以至其他地區的個人及家庭，提供富競爭力，兼具環球視野及保險智慧的服務。萬通保險細心及專業的團隊時刻都將人置於核心位置，為客戶、員工、股東及業務夥伴抓緊每個機遇，創造價值。",
      "descI18n": {
        "zhHansCN": "万通保险国际有限公司为港交所上市公司云锋金融集团成员，集团的主要股东包括云锋金融控股有限公司以及「全美5大寿险公司」之一的美国万通人寿保险公司。凭藉雄厚实力及稳健可靠的背景，承诺为客户提供专业及科技化的一站式风险及财富管理，以及强积金服务，建构非凡未来。万通保险将卓有远见的领导能力与崭新的金融科技融汇一体。凭藉创新科技，为港澳、大湾区以至其他地区的个人及家庭，提供富竞争力，兼具环球视野及保险智慧的服务。万通保险细心及专业的团队时刻都将人置于核心位置，为客户、员工、股东及业务伙伴抓紧每个机遇，创造价值。",
        "zhHantHK": "萬通保險國際有限公司為港交所上市公司雲鋒金融集團成員，集團的主要股東包括雲鋒金融控股有限公司以及「全美5大壽險公司」之一的美國萬通人壽保險公司。憑藉雄厚實力及穩健可靠的背景，承諾為客戶提供專業及科技化的一站式風險及財富管理，以及強積金服務，建構非凡未來。萬通保險將卓有遠見的領導能力與嶄新的金融科技融匯一體。憑藉創新科技，為港澳、大灣區以至其他地區的個人及家庭，提供富競爭力，兼具環球視野及保險智慧的服務。萬通保險細心及專業的團隊時刻都將人置於核心位置，為客戶、員工、股東及業務夥伴抓緊每個機遇，創造價值。",
        "enUS": "Wan Tong Insurance International Limited is a member of Yunfeng Financial Group, a listed company on the Hong Kong Stock Exchange. The major shareholders of the group include Yunfeng Financial Holdings Limited and Wan Tong Life Insurance Company, one of the \"Top 5 Life Insurance Companies in the United States\". With strong capabilities and a stable and reliable background, we are committed to providing customers with professional and technological one-stop risk and wealth management services, as well as Mandatory Provident Fund services, to build an extraordinary future. Wan Tong Insurance integrates its visionary leadership with cutting-edge financial technology. By leveraging innovative technologies, we provide competitive services with a global perspective and insurance wisdom for individuals and families in Hong Kong, Macao, the Greater Bay Area and other regions. Wan Tong Insurance's meticulous and professional team always places people at the core, seizing every opportunity for customers, employees, shareholders and business partners to create value.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 1,
      "region": "香港"
    },
    {
      "code": "PRUDENTIAL",
      "name": "保誠保險",
      "nameI18n": {
        "zhHansCN": "保诚保险",
        "zhHantHK": "保誠保險",
        "enUS": "Prudential",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/prudential.png",
      "desc": "保誠集團專注在亞洲及非洲提供人壽及健康保險以及資產管理產品，透過讓健康及保障更實惠便捷，以及促進金融普惠，幫助人們活出豐盛人生。提供多元化的理財保障、醫療保障及退休策劃服務。保誠守護財富並為資產增值，推動人們積極儲備以實現目標。在亞洲及非洲擁有超過1,800萬名客戶，公司並於倫敦、香港、新加坡及紐約的證券交易所上市。",
      "descI18n": {
        "zhHansCN": "保诚集团专注在亚洲及非洲提供人寿及健康保险以及资产管理产品，透过让健康及保障更实惠便捷，以及促进金融普惠，帮助人们活出丰盛人生。提供多元化的理财保障、医疗保障及退休策划服务。保诚守护财富并为资产增值，推动人们积极储备以实现目标。在亚洲及非洲拥有超过1,800万名客户，公司并于倫敦、香港、新加坡及紐约的证券交易所上市。",
        "zhHantHK": "保誠集團專注在亞洲及非洲提供人壽及健康保險以及資產管理產品，透過讓健康及保障更實惠便捷，以及促進金融普惠，幫助人們活出豐盛人生。提供多元化的理財保障、醫療保障及退休策劃服務。保誠守護財富並為資產增值，推動人們積極儲備以實現目標。在亞洲及非洲擁有超過1,800萬名客戶，公司並於倫敦、香港、新加坡及紐約的證券交易所上市。",
        "enUS": "Prudential Group focuses on providing life and health insurance as well as asset management products in Asia and Africa. By making health and protection more affordable and convenient and promoting financial inclusion, it helps people lead fulfilling lives. Provide diversified financial protection, medical protection and retirement planning services. Prudential safeguards wealth and increases asset value, encouraging people to actively stockpile to achieve their goals. With over 18 million customers in Asia and Africa, the company is listed on the stock exchanges in London, Hong Kong, Singapore and New York.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 1,
      "region": "香港"
    },
    {
      "code": "MANULIFE",
      "name": "宏利保險",
      "nameI18n": {
        "zhHansCN": "宏利保险",
        "zhHantHK": "宏利保險",
        "enUS": "Manulife",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/manulife.png",
      "desc": "宏利扎根香港125年，一直深受客戶信賴。宏利香港於1897年開業，至今已發展成為本地主要金融服務機構之一，在保障及財富管理方面為香港及澳門約240萬位客戶提供多元化的產品和服務。宏利為個人及團體客戶提供一系列人壽與醫療保障產品、強積金、職業退休計劃、互惠基金及財富管理方案，宏利致力為客戶提供全面的理財方案，助其輕鬆作出明智抉擇、實現精彩人生。根據《Mercer強積金市場佔有率報告》，按管理資產及現金淨流入計算，宏利是全港最大強積金供應商。此外，宏利也是全港最令客戶滿意及最受客戶推薦的保險品牌。",
      "descI18n": {
        "zhHansCN": "宏利扎根香港125年，一直深受客户信赖。宏利香港于1897年开业，至今已发展成为本地主要金融服务机构之一，在保障及财富管理方面为香港及澳门约240万位客户提供多元化的产品和服务。宏利为个人及团体客户提供一系列人寿与医疗保障产品、强积金、职业退休计划、互惠基金及财富管理方案，宏利致力为客户提供全面的理财方案，助其轻鬆作出明智抉择、实现精彩人生。根据《Mercer强积金市场佔有率报告》，按管理资产及现金淨流入计算，宏利是全港最大强积金供应商。此外，宏利也是全港最令客户满意及最受客户推荐的保险品牌。",
        "zhHantHK": "宏利扎根香港125年，一直深受客戶信賴。宏利香港於1897年開業，至今已發展成為本地主要金融服務機構之一，在保障及財富管理方面為香港及澳門約240萬位客戶提供多元化的產品和服務。宏利為個人及團體客戶提供一系列人壽與醫療保障產品、強積金、職業退休計劃、互惠基金及財富管理方案，宏利致力為客戶提供全面的理財方案，助其輕鬆作出明智抉擇、實現精彩人生。根據《Mercer強積金市場佔有率報告》，按管理資產及現金淨流入計算，宏利是全港最大強積金供應商。此外，宏利也是全港最令客戶滿意及最受客戶推薦的保險品牌。",
        "enUS": "Manulife has been deeply rooted in Hong Kong for 125 years and has always been trusted by its customers. Manulife Hong Kong was established in 1897 and has since grown into one of the leading financial services institutions in the region, providing a wide range of products and services in protection and wealth management to approximately 2.4 million customers in Hong Kong and Macau. Manulife offers a wide range of life and medical protection products, Mandatory Provident Fund, occupational retirement plans, mutual funds and wealth management solutions to individual and group customers. Manulife is committed to providing customers with comprehensive financial solutions to help them make wise decisions easily and achieve a wonderful life. According to the Mercer MPF Market Share Report, Manulife is the largest MPF provider in Hong Kong in terms of net inflows of assets under management and cash. In addition, Manulife is also the most customer-satisfying and highly recommended insurance brand in Hong Kong.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 2,
      "region": "香港"
    },
    {
      "code": "SUNLIFE",
      "name": "永明金融",
      "nameI18n": {
        "zhHansCN": "永明金融",
        "zhHantHK": "永明金融",
        "enUS": "Sunlife",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/sunlife.png",
      "desc": "香港永明金融自1892年2月22日以來，一直照亮港人，致力令香港更閃耀。迄今，透過旗下個人壽險及康健業務、團體及退休金業務，以及退休金第三者行政管理業務，在港為個人及企業客戶提供專業理財服務，致力滿足客戶在各人生階段的需要。香港永明金融的使命是為客戶提供終生的理財保障及健康生活。永明金融的專才，就是竭盡所能讓客戶在計劃未來時， 作出最合適的理財決定。永明金融不斷創新，贏得信任，專心致志帶來最貼心的理財保障方案，讓客戶跟摯愛一起，活出所想。",
      "descI18n": {
        "zhHansCN": "香港永明金融自1892年2月22日以来，一直照亮港人，致力令香港更闪耀。迄今，透过旗下个人寿险及康健业务、团体及退休金业务，以及退休金第三者行政管理业务，在港为个人及企业客户提供专业理财服务，致力满足客户在各人生阶段的需要。香港永明金融的使命是为客户提供终生的理财保障及健康生活。永明金融的专才，就是竭尽所能让客户在计划未来时， 作出最合适的理财决定。永明金融不断创新，赢得信任，专心致志带来最贴心的理财保障方案，让客户跟挚爱一起，活出所想。",
        "zhHantHK": "香港永明金融自1892年2月22日以來，一直照亮港人，致力令香港更閃耀。迄今，透過旗下個人壽險及康健業務、團體及退休金業務，以及退休金第三者行政管理業務，在港為個人及企業客戶提供專業理財服務，致力滿足客戶在各人生階段的需要。香港永明金融的使命是為客戶提供終生的理財保障及健康生活。永明金融的專才，就是竭盡所能讓客戶在計劃未來時， 作出最合適的理財決定。永明金融不斷創新，贏得信任，專心致志帶來最貼心的理財保障方案，讓客戶跟摯愛一起，活出所想。",
        "enUS": "Since February 22, 1892, Manulife Hong Kong has been illuminating the people of Hong Kong and is committed to making Hong Kong shine even brighter. To date, through its personal life insurance and health business, group and pension business, as well as pension third-party administrative management business, it provides professional financial services to individual and corporate customers in Hong Kong, and is committed to meeting the needs of customers at all stages of life. The mission of Manulife Hong Kong is to provide customers with lifelong financial protection and a healthy life. The expertise of Wing Ming Financial lies in doing everything possible to help clients make the most appropriate financial decisions when planning for the future. Yongming Financial constantly innovates, earns trust, and is dedicated to providing the most considerate financial protection solutions, allowing customers to live as they wish together with their loved ones.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 4,
      "region": "香港"
    },
    {
      "code": "GENERALI",
      "name": "忠意人壽",
      "nameI18n": {
        "zhHansCN": "忠意人寿",
        "zhHantHK": "忠意人壽",
        "enUS": "Generali",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/generali.png",
      "desc": "忠意是世界最大的保險集團之一，並擁有超過190年曆史。 2015年，集團總保費收入超過740億歐羅，成功並列《財富》世界50強。現有超過7萬6千員工遍布全球超過60多個國家，為7千2百萬客戶提供優質專業服務。集團在西歐市場佔有領先地位，業務更擴展至中東歐及亞洲等地。忠意集團於香港設立亞洲區總部，並透過旗下的公司在香港提供保險服務。忠意保險有限公司 (香港分行) 為大眾、中小企及大企業客戶提供一般保險服務並專注於財產及傷亡、僱員福利，以及高資產業務，亦為團體及私人銀行提供人壽保險服務。",
      "descI18n": {
        "zhHansCN": "忠意是世界最大的保险集团之一，并拥有超过190年历史。 2015年，集团总保费收入超过740亿欧罗，成功并列《财富》世界50强。现有超过7万6千员工遍布全球超过60多个国家，为7千2百万客户提供优质专业服务。集团在西欧市场占有领先地位，业务更扩展至中东欧及亚洲等地。忠意集团于香港设立亚洲区总部，并透过旗下的公司在香港提供保险服务。忠意保险有限公司 (香港分行) 为大众、中小企及大企业客户提供一般保险服务并专注于财产及伤亡、雇员福利，以及高资产业务，亦为团体及私人银行提供人寿保险服务。",
        "zhHantHK": "忠意是世界最大的保險集團之一，並擁有超過190年曆史。 2015年，集團總保費收入超過740億歐羅，成功並列《財富》世界50強。現有超過7萬6千員工遍布全球超過60多個國家，為7千2百萬客戶提供優質專業服務。集團在西歐市場佔有領先地位，業務更擴展至中東歐及亞洲等地。忠意集團於香港設立亞洲區總部，並透過旗下的公司在香港提供保險服務。忠意保險有限公司 (香港分行) 為大眾、中小企及大企業客戶提供一般保險服務並專注於財產及傷亡、僱員福利，以及高資產業務，亦為團體及私人銀行提供人壽保險服務。",
        "enUS": "Generali is one of the world's largest insurance groups with over 190 years of history. In 2015, the Group's total premium income exceeded €74 billion, successfully ranking among the Fortune Global 50. It currently employs over 76,000 people in more than 60 countries worldwide, providing high-quality professional services to 72 million clients. The Group holds a leading position in the Western European market, and its business has expanded to Central and Eastern Europe and Asia. Generali Group has established its Asia regional headquarters in Hong Kong and provides insurance services in Hong Kong through its subsidiaries. Generali Insurance Company Limited (Hong Kong Branch) provides general insurance services to the general public, SMEs, and large enterprises, focusing on property and casualty, employee benefits, and high-asset businesses, and also provides life insurance services to group and private banks.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 6,
      "region": "香港"
    },
    {
      "code": "TPLHK",
      "name": "太平人壽(香港)",
      "nameI18n": {
        "zhHansCN": "太平人寿(香港)",
        "zhHantHK": "太平人壽(香港)",
        "enUS": "China Taiping Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/tplhk.png",
      "desc": "中國太平人壽保險（香港）有限公司是中國太平保險集團有限責任公司旗下的專業壽險公司之一。中國太平於1929年在上海創立，是中國歷史上持續經營最為悠久的民族保險品牌，也是中國唯一一家管理總部在境外的中管金融企業。2022年位居《財富》雜誌世界500強第334位，自2014年起連續八年入圍全球最具價值保險品牌100強。太平人壽(香港)全力參與和服務“一帶一路”，始終秉持以客戶為中心的主旨，積極踐行“誠信、專業、創新、業績”的中國太平核心價值觀，努力發揮保險央企的責任擔當，開心香港民生福祉，服務香港經濟建設，致力成為您身邊最值得信賴的金融保險專家。",
      "descI18n": {
        "zhHansCN": "中国太平人寿保险（香港）有限公司是中国太平保险集团有限责任公司旗下的专业寿险公司之一。中国太平于1929年在上海创立，是中国歷史上持续经营最为悠久的民族保险品牌，也是中国唯一一家管理总部在境外的中管金融企业。2022年位居《财富》杂志世界500强第334位，自2014年起连续八年入围全球最具价值保险品牌100强。太平人寿(香港)全力参与和服务“一带一路”，始终秉持以客户为中心的主旨，积极践行“诚信、专业、创新、业绩”的中国太平核心价值观，努力发挥保险央企的责任担当，开心香港民生福祉，服务香港经济建设，致力成为您身边最值得信赖的金融保险专家。",
        "zhHantHK": "中國太平人壽保險（香港）有限公司是中國太平保險集團有限責任公司旗下的專業壽險公司之一。中國太平於1929年在上海創立，是中國歷史上持續經營最為悠久的民族保險品牌，也是中國唯一一家管理總部在境外的中管金融企業。2022年位居《財富》雜誌世界500強第334位，自2014年起連續八年入圍全球最具價值保險品牌100強。太平人壽(香港)全力參與和服務“一帶一路”，始終秉持以客戶為中心的主旨，積極踐行“誠信、專業、創新、業績”的中國太平核心價值觀，努力發揮保險央企的責任擔當，開心香港民生福祉，服務香港經濟建設，致力成為您身邊最值得信賴的金融保險專家。",
        "enUS": "China Taiping Life Insurance (Hong Kong) Company Limited is one of the professional life insurance companies under China Taiping Insurance Group Limited. China Taiping, founded in Shanghai in 1929, is the longest-running national insurance brand in China's history and the only Chinese-managed financial enterprise with its management headquarters outside China. In 2022, it ranked 334 in the Fortune Global 500 and has been listed among the world's top 100 most valuable insurance brands for eight consecutive years since 2014. Taiping Life (Hong Kong) fully participates in and serves the \"Belt and Road\", always adheres to the customer-centric theme, actively practices the Chinese Taiping core values of \"integrity, professionalism, innovation and performance\", strives to play the responsibility of the central insurance enterprise, happy the people's well-being of Hong Kong, serves the economic construction of Hong Kong, and strives to become the most trusted financial insurance expert around you.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 8,
      "region": "香港"
    },
    {
      "code": "AXA",
      "name": "安盛保險",
      "nameI18n": {
        "zhHansCN": "安盛保险",
        "zhHantHK": "安盛保險",
        "enUS": "AXA",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/axa.png",
      "desc": "多年來，AXA安盛為客戶提供涵蓋人壽、健康及財產的全面保障，與及財富管理和退休方案，幫助客戶實踐安穩及豐盛的生活。時至今日，AXA安盛為香港及澳門超過170萬名個人及企業客戶提供優質的財富保障及管理服務。AXA安盛屬AXA安盛集團成員之一。秉持著集團的企業核心價值及承諾，我們一直積極拓展業務，讓AXA成為保險、財富管理及退休方面的世界翹楚。AXA安盛集團創立於19世紀初，於50個市場擁有9500萬名客戶，旗下員工154,000人。AXA安盛集團的收益為1103億歐元 (約9258億港元)，其管理資產為9830億歐元 (約82510億港元)。",
      "descI18n": {
        "zhHansCN": "多年来，AXA安盛为客户提供涵盖人寿、健康及财产的全面保障，与及财富管理和退休方案，帮助客户实践安稳及丰盛的生活。时至今日，AXA安盛为香港及澳门超过170万名个人及企业客户提供优质的财富保障及管理服务。AXA安盛属AXA安盛集团成员之一。秉持著集团的企业核心价值及承诺，我们一直积极拓展业务，让AXA成为保险、财富管理及退休方面的世界翘楚。AXA安盛集团创立于19世纪初，于50个市场拥有9500万名客户，旗下员工154,000人。AXA安盛集团的收益为1103亿欧元 (约9258亿港元)，其管理资产为9830亿欧元 (约82510亿港元)。",
        "zhHantHK": "多年來，AXA安盛為客戶提供涵蓋人壽、健康及財產的全面保障，與及財富管理和退休方案，幫助客戶實踐安穩及豐盛的生活。時至今日，AXA安盛為香港及澳門超過170萬名個人及企業客戶提供優質的財富保障及管理服務。AXA安盛屬AXA安盛集團成員之一。秉持著集團的企業核心價值及承諾，我們一直積極拓展業務，讓AXA成為保險、財富管理及退休方面的世界翹楚。AXA安盛集團創立於19世紀初，於50個市場擁有9500萬名客戶，旗下員工154,000人。AXA安盛集團的收益為1103億歐元 (約9258億港元)，其管理資產為9830億歐元 (約82510億港元)。",
        "enUS": "For many years, AXA has been providing customers with comprehensive protection covering life, health and property, as well as wealth management and retirement solutions, helping customers achieve a stable and fulfilling life. To this day, AXA provides high-quality wealth protection and management services to over 1.7 million individual and corporate clients in Hong Kong and Macau. AXA is one of the members of the AXA Group. Adhering to the core values and commitments of the group, we have been actively expanding our business to make AXA a world leader in insurance, wealth management and retirement. AXA, founded in the early 19th century, has 95 million customers in 50 markets and employs 154,000 people. AXA's revenue was 110.3 billion euros (approximately 925.8 billion Hong Kong dollars), and its assets under management were 983 billion euros (approximately 8,251 billion Hong Kong dollars).",
        "jaJP": null,
        "koKR": null
      },
      "rank": 8,
      "region": "香港"
    },
    {
      "code": "CHUBB",
      "name": "安達人壽(香港)",
      "nameI18n": {
        "zhHansCN": "安达人寿(香港)",
        "zhHantHK": "安達人壽(香港)",
        "enUS": "Chubb Life Insurance Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/chubb.png",
      "desc": "安達是全球最大的上市財產及責任保險公司，業務遍及54個國家及地區，為不同行業的客戶提供商業及個人財產和責任保險、個人意外及醫療輔助保險、再保險及人壽保險等。作為一間承保公司，我們以專業見解及嚴格的準則去評估、承擔及管理風險。公司的優越之處在於其多元化的產品及服務範圍、廣大的分銷能力、超卓的財務實力及營運業務遍佈全球各地。在亞太區，安達的業務遍及澳洲，中國，香港，印尼，韓國，澳門，馬來西亞，新西蘭，菲律賓，新加坡，台灣，泰國和越南。 安達人壽自1976年踏足香港，並於2015年在香港開展環球財富管理業務。為滿足廣泛客戶的財務保障及財富管理需求，安達人壽香港（安達人壽保險有限公司）透過保險代理團隊及保險經紀提供一系列的人壽、儲蓄、意外和醫療保險方案。",
      "descI18n": {
        "zhHansCN": "安达是全球最大的上市财产及责任保险公司，业务遍及54个国家及地区，为不同行业的客户提供商业及个人财产和责任保险、个人意外及医疗辅助保险、再保险及人寿保险等。作为一间承保公司，我们以专业见解及严格的準则去评估、承担及管理风险。公司的优越之处在于其多元化的产品及服务范围、广大的分销能力、超卓的财务实力及营运业务遍布全球各地。在亚太区，安达的业务遍及澳洲，中国，香港，印尼，韩国，澳门，马来西亚，新西兰，菲律宾，新加坡，台湾，泰国和越南。 安达人寿自1976年踏足香港，并于2015年在香港开展环球财富管理业务。为满足广泛客户的财务保障及财富管理需求，安达人寿香港（安达人寿保险有限公司）透过保险代理团队及保险经纪提供一系列的人寿、储蓄、意外和医疗保险方桉。",
        "zhHantHK": "安達是全球最大的上市財產及責任保險公司，業務遍及54個國家及地區，為不同行業的客戶提供商業及個人財產和責任保險、個人意外及醫療輔助保險、再保險及人壽保險等。作為一間承保公司，我們以專業見解及嚴格的準則去評估、承擔及管理風險。公司的優越之處在於其多元化的產品及服務範圍、廣大的分銷能力、超卓的財務實力及營運業務遍佈全球各地。在亞太區，安達的業務遍及澳洲，中國，香港，印尼，韓國，澳門，馬來西亞，新西蘭，菲律賓，新加坡，台灣，泰國和越南。 安達人壽自1976年踏足香港，並於2015年在香港開展環球財富管理業務。為滿足廣泛客戶的財務保障及財富管理需求，安達人壽香港（安達人壽保險有限公司）透過保險代理團隊及保險經紀提供一系列的人壽、儲蓄、意外和醫療保險方案。",
        "enUS": "Chubb is the world's largest listed property and liability insurance company with operations in 54 countries and regions, providing commercial and personal property and liability insurance, personal accident and auxiliary medical insurance, reinsurance and life insurance to customers in various industries.  As an underwriting company, we assess, assume and manage risks with professional insight and strict criteria.  The company's strengths lie in its diverse range of products and services, extensive distribution capabilities, superior financial strength and global presence.  In the Asia Pacific region, Chubb has operations in Australia, China, Hong Kong, Indonesia, Korea, Macau, Malaysia, New Zealand, Philippines, Singapore, Taiwan, Thailand and Vietnam.  Chub Life has been in Hong Kong since 1976 and launched its global wealth management business in Hong Kong in 2015.  To meet the financial protection and wealth management needs of a wide range of customers, Chub Life Hong Kong (Chub Life Insurance Company Limited) offers a range of life, savings, accident and medical insurance solutions through a team of insurance agents and insurance brokers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 9,
      "region": "香港"
    },
    {
      "code": "CHINALIFE",
      "name": "中國人壽",
      "nameI18n": {
        "zhHansCN": "中国人寿",
        "zhHantHK": "中國人壽",
        "enUS": "China Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/chinalife.png",
      "desc": "中國人壽（海外）是中國最大國有金融保險集團中國人壽保險（集團）公司的全資子公司及國際化業務戰略平台。中國人壽堅持現代保險服務業發展方向，努力實現國際一流金融保險集團“國壽夢”。在母公司強力支持下，中國人壽（海外）目前已在香港、澳門、新加坡和印尼市場開展業務。依託“轉型升級、創新驅動、綜合發展”，中國人壽（海外）將持續鞏固現有市場地位，積極擴展全球業務版圖。通過自我積累與兼併擴張並舉、業務發展與投資管理並重，實現盈利提升和價值創造的核心目標，建設成為中國人壽國際化業務的先行基地，國際化人才的成長搖籃。依託專業人才、先進技術、精細管理、穩健發展、優良業績，致力成為在香港、澳門、新加坡及印尼市場上綜合實力領先的專業壽險公司。",
      "descI18n": {
        "zhHansCN": "中国人寿（海外）是中国最大国有金融保险集团中国人寿保险（集团）公司的全资子公司及国际化业务战略平台。中国人寿坚持现代保险服务业发展方向，努力实现国际一流金融保险集团“国寿梦”。在母公司强力支持下，中国人寿（海外）目前已在香港、澳门、新加坡和印尼市场开展业务。依託“转型升级、创新驱动、综合发展”，中国人寿（海外）将持续巩固现有市场地位，积极扩展全球业务版图。通过自我积累与兼并扩张并举、业务发展与投资管理并重，实现盈利提升和价值创造的核心目标，建设成为中国人寿国际化业务的先行基地，国际化人才的成长摇篮。依託专业人才、先进技术、精细管理、稳健发展、优良业绩，致力成为在香港、澳门、新加坡及印尼市场上综合实力领先的专业寿险公司。",
        "zhHantHK": "中國人壽（海外）是中國最大國有金融保險集團中國人壽保險（集團）公司的全資子公司及國際化業務戰略平台。中國人壽堅持現代保險服務業發展方向，努力實現國際一流金融保險集團“國壽夢”。在母公司強力支持下，中國人壽（海外）目前已在香港、澳門、新加坡和印尼市場開展業務。依託“轉型升級、創新驅動、綜合發展”，中國人壽（海外）將持續鞏固現有市場地位，積極擴展全球業務版圖。通過自我積累與兼併擴張並舉、業務發展與投資管理並重，實現盈利提升和價值創造的核心目標，建設成為中國人壽國際化業務的先行基地，國際化人才的成長搖籃。依託專業人才、先進技術、精細管理、穩健發展、優良業績，致力成為在香港、澳門、新加坡及印尼市場上綜合實力領先的專業壽險公司。",
        "enUS": "China Life (Overseas) is a wholly-owned subsidiary and international business strategic platform of China Life Insurance (Group) Company, the largest state-owned financial and insurance group in China. China Life adheres to the development direction of modern insurance service industry and strives to realize the \"national Life dream\" of a world-class financial and insurance group. With the strong support of its parent company, China Life Overseas now operates in Hong Kong, Macau, Singapore and Indonesia. Relying on \"transformation and upgrading, innovation-driven and comprehensive development\", China Life Overseas will continue to consolidate its existing market position and actively expand its global business territory. Through both self-accumulation and merger and expansion, business development and investment management, we achieve the core goals of profit improvement and value creation, and build ourselves into the leading base for China Life's international business and the cradle for the growth of international talents. Relying on professional talents, advanced technology, fine management, steady development and excellent performance, we strive to become a professional life insurance company with comprehensive strength leading in Hong Kong, Macau, Singapore and Indonesia.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 10,
      "region": "香港"
    },
    {
      "code": "CPICLIFE",
      "name": "中國太平洋人壽保險(香港)",
      "nameI18n": {
        "zhHansCN": "中国太平洋人寿保险(香港)",
        "zhHantHK": "中國太平洋人壽保險(香港)",
        "enUS": "China Pacific Life Insurance (HK)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/cpiclife.png",
      "desc": "中國太平洋人壽保險(香港)有限公司是中國太保壽險全資子公司，以「打造客戶體驗最佳的香港人壽保險公司」為願景，致力為香港市場提供最佳的健康及養老解決方案。堅持以客戶需求為導向，圍繞健康、財富和養老三大核心需求，持續升級「產品＋服務」金三角體系，為客戶提供中國太保「責任、智慧、溫度」的服務與體驗。",
      "descI18n": {
        "zhHansCN": "中国太平洋人寿保险(香港)有限公司是中国太保寿险全资子公司，以「打造客户体验最佳的香港人寿保险公司」为愿景，致力为香港市场提供最佳的健康及养老解决方案。坚持以客户需求为导向，围绕健康、财富和养老三大核心需求，持续升级「产品＋服务」金三角体系，为客户提供中国太保「责任、智慧、温度」的服务与体验。",
        "zhHantHK": "中國太平洋人壽保險(香港)有限公司是中國太保壽險全資子公司，以「打造客戶體驗最佳的香港人壽保險公司」為願景，致力為香港市場提供最佳的健康及養老解決方案。堅持以客戶需求為導向，圍繞健康、財富和養老三大核心需求，持續升級「產品＋服務」金三角體系，為客戶提供中國太保「責任、智慧、溫度」的服務與體驗。",
        "enUS": "China Pacific Life Insurance (H.K.) Company Limited is a wholly-owned subsidiary of China Pacific Life Insurance. With the vision of \"building the best customer experience among Hong Kong life insurance companies,\" it is committed to providing the best health and retirement solutions for the Hong Kong market. Adhering to a customer-centric approach, it continuously upgrades its \"product + service\" golden triangle system around the three core needs of health, wealth, and retirement, providing customers with China Pacific's \"responsible, intelligent, and warm\" service and experience.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 12,
      "region": "香港"
    },
    {
      "code": "BOCLIFE",
      "name": "中銀人壽",
      "nameI18n": {
        "zhHansCN": "中银人寿",
        "zhHantHK": "中銀人壽",
        "enUS": "BOC Group Life Assurance Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/boclife.png",
      "desc": "中銀集團人壽保險有限公司（「中銀人壽」）於1998 年正式開業，發展至今已成為香港最大的保險公司之一，一直「以人為本，以客為先」，糅合專業與關懷，成就無數客戶的理想。中銀視顧客為終身夥伴，提供優質而專業的服務和壽險方案；講求效益，為股東創增價值；重視員工，務求成為員工心目中的首選僱主。此外，中銀人壽財務實力雄厚，榮獲國際評級機構標準普爾授予財政實力評級「A」級，並獲穆迪投資服務確認財務實力評級「A1」級。",
      "descI18n": {
        "zhHansCN": "中银集团人寿保险有限公司（「中银人寿」）于1998 年正式开业，发展至今已成为香港最大的保险公司之一，一直「以人为本，以客为先」，糅合专业与关怀，成就无数客户的理想。中银视顾客为终身伙伴，提供优质而专业的服务和寿险方案；讲求效益，为股东创增价值；重视员工，务求成为员工心目中的首选雇主。此外，中银人寿财务实力雄厚，荣获国际评级机构标准普尔授予财政实力评级「A」级，并获穆迪投资服务确认财务实力评级「A1」级。",
        "zhHantHK": "中銀集團人壽保險有限公司（「中銀人壽」）於1998 年正式開業，發展至今已成為香港最大的保險公司之一，一直「以人為本，以客為先」，糅合專業與關懷，成就無數客戶的理想。中銀視顧客為終身夥伴，提供優質而專業的服務和壽險方案；講求效益，為股東創增價值；重視員工，務求成為員工心目中的首選僱主。此外，中銀人壽財務實力雄厚，榮獲國際評級機構標準普爾授予財政實力評級「A」級，並獲穆迪投資服務確認財務實力評級「A1」級。",
        "enUS": "BOC Group Life Assurance Company Limited (“BOC Life”) officially opened in 1998 and has since grown into one of the largest insurance companies in Hong Kong. BOC Life consistently prioritizes its customers, combining professionalism and care to fulfill the aspirations of countless clients. BOC views its customers as lifelong partners, providing high-quality and professional services and life insurance solutions; it emphasizes efficiency to create value for shareholders; and it values ​​its employees, striving to be their preferred employer. Furthermore, BOC Life boasts strong financial strength, having been awarded an “A” rating by Standard & Poor’s and an “A1” rating by Moody’s Investors Service.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 13,
      "region": "香港"
    },
    {
      "code": "FUBON",
      "name": "富邦人壽",
      "nameI18n": {
        "zhHansCN": "富邦人寿",
        "zhHantHK": "富邦人壽",
        "enUS": "Fubon Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/fubon.png",
      "desc": "富邦人壽保險股份有限公司 (「富邦人壽」) 為富邦金控之全資附屬公司，在台灣保險業具市場領先地位，為客戶提供全面的人壽、保障、儲蓄、年金、意外及健康醫療保險。截至2020年7月止，富邦人壽擁有合併總資產達1,739億美元。在香港，富邦人壽成立的全資附屬公司 ─ 富邦人壽保險（香港）有限公司 (「香港富邦人壽」) 於2016年獲授權在港經營長期保險業務。透過與銀行及中介人機構建立策略性合作夥伴關係，香港富邦人壽務求為客戶提供卓越的儲蓄、保障及理財策劃方案，積極開拓香港市場。富邦人壽秉持保險業初衷，以在地服務結合多元通路策略，持續推出各項新商品及服務，在國內擁有約530多個業務據點，服務全台超過460萬名保戶。以「成為亞洲一流的金融機構」為發展願景，整合富邦金控豐沛資源，不僅經營績效表現亮眼，更持續深化永續經營各面向之作為，運用核心職能善盡企業社會責任，落實推動「正向的力量」品牌精神。",
      "descI18n": {
        "zhHansCN": "富邦人寿保险股份有限公司 (「富邦人寿」) 为富邦金控之全资附属公司，在台湾保险业具市场领先地位，为客户提供全面的人寿、保障、储蓄、年金、意外及健康医疗保险。截至2020年7月止，富邦人寿拥有合并总资产达1,739亿美元。在香港，富邦人寿成立的全资附属公司 ─ 富邦人寿保险（香港）有限公司 (「香港富邦人寿」) 于2016年获授权在港经营长期保险业务。透过与银行及中介人机构建立策略性合作伙伴关係，香港富邦人寿务求为客户提供卓越的储蓄、保障及理财策划方桉，积极开拓香港市场。富邦人寿秉持保险业初衷，以在地服务结合多元通路策略，持续推出各项新商品及服务，在国内拥有约530多个业务据点，服务全台超过460万名保户。以「成为亚洲一流的金融机构」为发展愿景，整合富邦金控丰沛资源，不仅经营绩效表现亮眼，更持续深化永续经营各面向之作为，运用核心职能善尽企业社会责任，落实推动「正向的力量」品牌精神",
        "zhHantHK": "富邦人壽保險股份有限公司 (「富邦人壽」) 為富邦金控之全資附屬公司，在台灣保險業具市場領先地位，為客戶提供全面的人壽、保障、儲蓄、年金、意外及健康醫療保險。截至2020年7月止，富邦人壽擁有合併總資產達1,739億美元。在香港，富邦人壽成立的全資附屬公司 ─ 富邦人壽保險（香港）有限公司 (「香港富邦人壽」) 於2016年獲授權在港經營長期保險業務。透過與銀行及中介人機構建立策略性合作夥伴關係，香港富邦人壽務求為客戶提供卓越的儲蓄、保障及理財策劃方案，積極開拓香港市場。富邦人壽秉持保險業初衷，以在地服務結合多元通路策略，持續推出各項新商品及服務，在國內擁有約530多個業務據點，服務全台超過460萬名保戶。以「成為亞洲一流的金融機構」為發展願景，整合富邦金控豐沛資源，不僅經營績效表現亮眼，更持續深化永續經營各面向之作為，運用核心職能善盡企業社會責任，落實推動「正向的力量」品牌精神。",
        "enUS": "Fubon Life Insurance Co., LTD. (\" Fubon Life \"), a wholly-owned subsidiary of Fubon Financial Holdings, is a market leader in Taiwan's insurance industry, providing customers with comprehensive life, protection, savings, annuity, accident and health insurance. As of July 2020, Fubon Life had consolidated total assets of US $173.9 billion. In Hong Kong, Fubon Life Insurance (Hong Kong) Limited (\" Fubon Life Hong Kong \"), a wholly-owned subsidiary of Fubon Life, was authorized to carry on long-term insurance business in Hong Kong in 2016. Through strategic partnerships with banks and intermediaries, Fubon Life Hong Kong aims to provide customers with superior savings, protection and financial planning solutions and actively explore the Hong Kong market. Adhering to the original intention of the insurance industry, Fubon Life has continuously launched various new products and services with local services combined with a multi-channel strategy, and has more than 530 business bases in China, serving more than 4.6 million insured customers across Taiwan. With the development vision of \"becoming a first-class financial institution in Asia\", Fubon Financial Holding integrates the abundant resources, not only the business performance is outstanding, but also the continuous deepening of all aspects of sustainable management, the use of core functions to fulfill corporate social responsibility, and the implementation of the \"positive force\" brand spirit.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 14,
      "region": "香港"
    },
    {
      "code": "SUNLIFEBERMUDA",
      "name": "永明金融(百慕大)",
      "nameI18n": {
        "zhHansCN": "永明金融(百慕大)",
        "zhHantHK": "永明金融(百慕大)",
        "enUS": "Sunlife Bermuda",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/sunlifebermuda.png",
      "desc": "超過 150 年以來，Sun Life 始終恪守一個使命：致力幫助全球成功家族保障、增長及傳承財富。自 1865 年來，我們始終信守承諾，躋身為全球高淨值壽險市場的業界翹楚，聲譽卓著。",
      "descI18n": {
        "zhHansCN": "超过 150 年以来，Sun Life 始终恪守一个使命：致力帮助全球成功家族保障、增长及传承财富。自 1865 年来，我们始终信守承诺，跻身为全球高淨值寿险市场的业界翘楚，声誉卓着。",
        "zhHantHK": "超過 150 年以來，Sun Life 始終恪守一個使命：致力幫助全球成功家族保障、增長及傳承財富。自 1865 年來，我們始終信守承諾，躋身為全球高淨值壽險市場的業界翹楚，聲譽卓著。",
        "enUS": "For more than 150 years, Sun Life has been committed to one mission: to help successful families around the world secure, grow and pass on their wealth. Since 1865, we have kept our promise to become the industry leader in the global high net worth life insurance market.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 15,
      "region": "百慕大"
    },
    {
      "code": "CTPIHK",
      "name": "太平保險(香港)",
      "nameI18n": {
        "zhHansCN": "太平保險(香港)",
        "zhHantHK": "太平保險(香港)",
        "enUS": "China Taiping Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/ctpihk.png",
      "desc": "中國太平保險(香港)有限公司於1949年9月在香港註冊成立，是中國太平保險集團(香港)有限公司的境外旗艦財產險公司，歷史悠久，資本雄厚，致力於為廣大客戶提供全面的一般保險服務。公司根植香港70餘年，始終秉持擔當、務實、協同、奉獻的企業精神，憑藉雄厚的實力、穩健的作風及卓著的信譽，連續多年獲得標準普爾信用 “A”評級和貝氏信用 “A”評級，並先後獲得“最佳效率顧客服務(保險業)獎”、“進出口企業合作夥伴大獎”、香港律政司頒發的“調解為先”承諾書星徽獎勵、入選2020年香港保險業大獎“傑出社區健康危機管理大獎Top3”及在 “大灣區保險業大獎2021-香港站”中獲得“傑出大灣區保險發展貢獻獎（產險）”等，是香港市場上極具影響力的保險公司之一。",
      "descI18n": {
        "zhHansCN": "中国太平保险(香港)有限公司于1949年9月在香港注册成立，是中国太平保险集团(香港)有限公司的境外旗舰财产险公司，歷史悠久，资本雄厚，致力于为广大客户提供全面的一般保险服务。公司根植香港70馀年，始终秉持担当、务实、协同、奉献的企业精神，凭借雄厚的实力、稳健的作风及卓着的信誉，连续多年获得标準普尔信用 “A”评级和贝氏信用 “A”评级，并先后获得“最佳效率顾客服务(保险业)奖”、“进出口企业合作伙伴大奖”、香港律政司颁发的“调解为先”承诺书星徽奖励、入选2020年香港保险业大奖“杰出社区健康危机管理大奖Top3”及在 “大湾区保险业大奖2021-香港站”中获得“杰出大湾区保险发展贡献奖（产险）”等，是香港市场上极具影响力的保险公司之一。",
        "zhHantHK": "中國太平保險(香港)有限公司於1949年9月在香港註冊成立，是中國太平保險集團(香港)有限公司的境外旗艦財產險公司，歷史悠久，資本雄厚，致力於為廣大客戶提供全面的一般保險服務。公司根植香港70餘年，始終秉持擔當、務實、協同、奉獻的企業精神，憑藉雄厚的實力、穩健的作風及卓著的信譽，連續多年獲得標準普爾信用 “A”評級和貝氏信用 “A”評級，並先後獲得“最佳效率顧客服務(保險業)獎”、“進出口企業合作夥伴大獎”、香港律政司頒發的“調解為先”承諾書星徽獎勵、入選2020年香港保險業大獎“傑出社區健康危機管理大獎Top3”及在 “大灣區保險業大獎2021-香港站”中獲得“傑出大灣區保險發展貢獻獎（產險）”等，是香港市場上極具影響力的保險公司之一。",
        "enUS": "China Taiping Insurance (Hong Kong) Company Limited was incorporated in Hong Kong in September 1949. It is the overseas flagship property insurance company of China Taiping Insurance Group (Hong Kong) Company Limited. With a long history and strong capital, it is committed to providing comprehensive general insurance services for our customers. Rooted in Hong Kong for more than 70 years, the company has always adhered to the corporate spirit of responsibility, pragmatism, collaboration and dedication. With strong strength, steady style and excellent reputation, the company has been awarded the Standard & Poor's credit \"A\" rating and Bayes credit \"A\" rating for many years. It has won the \"Best Efficient Customer Service (Insurance) Award\", the \"Import and Export Enterprise Partner Award\", the \"Mediation First\" Pledge Star Badge Award from the Hong Kong Department of Justice, and the \"Outstanding Community Health Crisis Management Award Top3\" at the Hong Kong Insurance Awards 2020 It is one of the most influential insurance companies in the Hong Kong market, having won the \"Outstanding Contribution Award for Insurance Development in the Greater Bay Area (Property and Casualty)\" at the \"Greater Bay Area Insurance Awards 2021- Hong Kong\".",
        "jaJP": null,
        "koKR": null
      },
      "rank": 15,
      "region": "香港"
    },
    {
      "code": "MANULIFEBERMUDA",
      "name": "宏利人壽(百慕大)",
      "nameI18n": {
        "zhHansCN": "宏利人寿(百慕大)",
        "zhHantHK": "宏利人壽(百慕大)",
        "enUS": "Manulife Bermuda",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/manulifebermuda.png",
      "desc": "宏利是一家領先的加拿大金融服務集團，為全球19個國家和地區的數百萬客戶提供服務。公司通過其廣泛的員工，代理商和分銷合作夥伴網絡為客戶提供各種金融保護產品和財富管理服務。製造商人壽保險公司（百慕大分公司）本身不是獨立於製造商人壽保險公司的法律實體。製造商人壽保險公司仍然有責任遵守該政策，並將根據合同條款使該政策繼續有效。保單合同是在百慕大簽發的，這一事實並沒有改變宏利對其客戶的義務。我們強大的品牌體現了我們作為強大，可靠，可信賴和有遠見的金融合作夥伴的良好聲譽。我們的專業精神的核心價值是為客戶提供真正的價值，以正直的態度行事，表現出財務實力並成為首選雇主，這也激發了客戶的信任。",
      "descI18n": {
        "zhHansCN": "宏利是一家领先的加拿大金融服务集团，为全球19个国家和地区的数百万客户提供服务。公司通过其广泛的员工，代理商和分销合作伙伴网络为客户提供各种金融保护产品和财富管理服务。製造商人寿保险公司（百慕大分公司）本身不是独立于製造商人寿保险公司的法律实体。製造商人寿保险公司仍然有责任遵守该政策，并将根据合同条款使该政策继续有效。保单合同是在百慕大签发的，这一事实并没有改变宏利对其客户的义务。我们强大的品牌体现了我们作为强大，可靠，可信赖和有远见的金融合作伙伴的良好声誉。我们的专业精神的核心价值是为客户提供真正的价值，以正直的态度行事，表现出财务实力并成为首选雇主，这也激发了客户的信任。",
        "zhHantHK": "宏利是一家領先的加拿大金融服務集團，為全球19個國家和地區的數百萬客戶提供服務。公司通過其廣泛的員工，代理商和分銷合作夥伴網絡為客戶提供各種金融保護產品和財富管理服務。製造商人壽保險公司（百慕大分公司）本身不是獨立於製造商人壽保險公司的法律實體。製造商人壽保險公司仍然有責任遵守該政策，並將根據合同條款使該政策繼續有效。保單合同是在百慕大簽發的，這一事實並沒有改變宏利對其客戶的義務。我們強大的品牌體現了我們作為強大，可靠，可信賴和有遠見的金融合作夥伴的良好聲譽。我們的專業精神的核心價值是為客戶提供真正的價值，以正直的態度行事，表現出財務實力並成為首選雇主，這也激發了客戶的信任。",
        "enUS": "Manulife is a leading Canadian financial services group serving millions of customers in 19 countries and territories worldwide. The company offers a variety of financial protection products and wealth management services to its clients through its extensive network of employees, agents and distribution partners. Manufacturers Life Insurance Company (Bermuda Branch) is not itself a separate legal entity from Manufacturers Life Insurance Company. The Manufacturer Life Insurance Company remains responsible for complying with the policy and will keep the policy in effect under the terms of the contract. The fact that the policy contracts were issued in Bermuda does not change Manulife's obligations to its customers. Our strong brand reflects our strong reputation as a strong, reliable, trustworthy and visionary financial partner. The core value of our professionalism is to provide real value to our clients, acting with integrity, demonstrating financial strength and being an employer of choice, which also inspires trust in our clients.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 16,
      "region": "百慕大"
    },
    {
      "code": "TRANSAMERICA",
      "name": "全美人壽(香港)",
      "nameI18n": {
        "zhHansCN": "全美人寿(香港)",
        "zhHantHK": "全美人壽(香港)",
        "enUS": "Transamerica HK",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/transamerica.png",
      "desc": "全美人壽百慕達為主要的高資產壽險服務供應商，隸屬全球保險集團(external link)。全球保險集團為扎根荷蘭海牙的主要國際金融服務公司，提供人壽保險 、 退休金及資產管理，業務遍及美洲 、 歐洲及亞洲逾20個國家。全球保險集團於阿姆斯特丹及紐約證券交易所上市， 旗下公司在全球雇用22,000名員工，服務3,170萬名客戶。全美人壽公司創立至今逾一個世紀 。憑籍我們對高資產客戶的專注，全美人壽百慕達成為公認的主要高資產壽險服務供應商， 並在高資產財富保障的各方面都積累了豐富的專業知識， 包括處理高保額而複雜的保單，以助客戶規劃遺產及業務安排。同時也在香港設有分行，並獲香港保險業監管局發出執照，也嚴格遵守有關當局對償付能力的要求。",
      "descI18n": {
        "zhHansCN": "全美人寿百慕达为主要的高资产寿险服务供应商，隶属全球保险集团(external link)。全球保险集团为扎根荷兰海牙的主要国际金融服务公司，提供人寿保险 、 退休金及资产管理，业务遍及美洲 、 欧洲及亚洲逾20个国家。全球保险集团于阿姆斯特丹及纽约证券交易所上市， 旗下公司在全球雇用22,000名员工，服务3,170万名客户。全美人寿公司创立至今逾一个世纪 。凭籍我们对高资产客户的专注，全美人寿百慕达成为公认的主要高资产寿险服务供应商， 并在高资产财富保障的各方面都积累了丰富的专业知识， 包括处理高保额而复杂的保单，以助客户规划遗产及业务安排。同时也在香港设有分行，并获香港保险业监管局发出执照，也严格遵守有关当局对偿付能力的要求。",
        "zhHantHK": "全美人壽百慕達為主要的高資產壽險服務供應商，隸屬全球保險集團(external link)。全球保險集團為扎根荷蘭海牙的主要國際金融服務公司，提供人壽保險 、 退休金及資產管理，業務遍及美洲 、 歐洲及亞洲逾20個國家。全球保險集團於阿姆斯特丹及紐約證券交易所上市， 旗下公司在全球雇用22,000名員工，服務3,170萬名客戶。全美人壽公司創立至今逾一個世紀 。憑籍我們對高資產客戶的專注，全美人壽百慕達成為公認的主要高資產壽險服務供應商， 並在高資產財富保障的各方面都積累了豐富的專業知識， 包括處理高保額而複雜的保單，以助客戶規劃遺產及業務安排。同時也在香港設有分行，並獲香港保險業監管局發出執照，也嚴格遵守有關當局對償付能力的要求。",
        "enUS": "Transamerica Life (Bermuda) Ltd is a leading provider of high-asset life insurance services and is part of the Global Insurance Group (external link). Global Insurance Group is a leading international financial services company based in The Hague, Netherlands, providing life insurance, pensions and asset management with operations in more than 20 countries in the Americas, Europe and Asia. Listed on the Amsterdam and New York Stock exchanges, Global Insurance Group's companies employ 22,000 people worldwide and serve 31.7 million customers. Transamerica Life was founded more than a century ago. With our focus on high-asset clients, TransAmerica Life Bermuda is recognized as a leading provider of high-asset life insurance services and has developed extensive expertise in all aspects of high-asset wealth protection, including handling high-value and complex policies to help clients plan estates and business arrangements. It also has branches in Hong Kong, licensed by the Hong Kong Insurance Authority and in strict compliance with the solvency requirements of the relevant authorities.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 17,
      "region": "香港"
    },
    {
      "code": "MSIG",
      "name": "三井住友海上火災保險(香港)",
      "nameI18n": {
        "zhHansCN": "三井住友海上火灾保险(香港)",
        "zhHantHK": "三井住友海上火災保險(香港)",
        "enUS": "MSIG Insurance(HK) Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/msig.png",
      "desc": "三井住友香港是 MS&AD Insurance Group (簡稱「MS&AD」) 成員之一Mitsui Sumitomo Insurance Company Limited (簡稱「MSI」)的全資附屬公司。早於1855年開展業務網絡，一直為客戶提供一般保險方案及產品，在香港已有超過160年歷史，其源遠流長的歷史及豐富的保險市場經驗令其備受推祟。 多年來，三井住友香港以及我們專業的業務夥伴堅守承諾，致力為客戶提供最優質的產品及服務。提供全面的一般保險產品，涵蓋物業保險、貨運保險、個人意外保險、汽車保險、責任保險、家居保險、醫療保險、個人財物保險、董事及高級職員責任保險、專業責任保險及其他意外保障，以切合客戶的商業及個人需要。",
      "descI18n": {
        "zhHansCN": "三井住友香港是 MS&AD Insurance Group (简称「MS&AD」) 成员之一Mitsui Sumitomo Insurance Company Limited (简称「MSI」)的全资附属公司。早于1855年开展业务网络，一直为客户提供一般保险方桉及产品，在香港已有超过160年歷史，其源远流长的歷史及丰富的保险市场经验令其备受推祟。 多年来，叁井住友香港以及我们专业的业务伙伴坚守承诺，致力为客户提供最优质的产品及服务。提供全面的一般保险产品，涵盖物业保险、货运保险、个人意外保险、汽车保险、责任保险、家居保险、医疗保险、个人财物保险、董事及高级职员责任保险、专业责任保险及其他意外保障，以切合客户的商业及个人需要。",
        "zhHantHK": "三井住友香港是 MS&AD Insurance Group (簡稱「MS&AD」) 成員之一Mitsui Sumitomo Insurance Company Limited (簡稱「MSI」)的全資附屬公司。早於1855年開展業務網絡，一直為客戶提供一般保險方案及產品，在香港已有超過160年歷史，其源遠流長的歷史及豐富的保險市場經驗令其備受推祟。 多年來，三井住友香港以及我們專業的業務夥伴堅守承諾，致力為客戶提供最優質的產品及服務。提供全面的一般保險產品，涵蓋物業保險、貨運保險、個人意外保險、汽車保險、責任保險、家居保險、醫療保險、個人財物保險、董事及高級職員責任保險、專業責任保險及其他意外保障，以切合客戶的商業及個人需要。",
        "enUS": "Sumitomo Mitsui Hong Kong is a wholly-owned subsidiary of Mitsui Sumitomo Insurance Company Limited (\" MSI \"), a member of MS&AD Insurance Group (\" MS&AD \"). Established as early as 1855, it has been providing customers with general insurance policies and products, and has been in Hong Kong for more than 160 years, its long history and rich experience in the insurance market are highly valued. Over the years, Sumitomo Mitsui Hong Kong and our professional business partners have been committed to providing customers with the highest quality products and services. Provide a comprehensive range of general insurance products covering property insurance, cargo insurance, personal accident insurance, motor insurance, liability insurance, home insurance, medical insurance, personal effects insurance, directors and officers liability insurance, professional liability insurance and other accident protection to meet the business and personal needs of customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 18,
      "region": "香港"
    },
    {
      "code": "FWDLIFEMACAU",
      "name": "富衛人壽(澳門)",
      "nameI18n": {
        "zhHansCN": "富卫人寿(澳门)",
        "zhHantHK": "富衛人壽(澳門)",
        "enUS": "FWD Life Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/fwdlifemo.png",
      "desc": "富衛業務遍布香港特別行政區、澳門特別行政區、泰國、印尼、菲律賓、新加坡、越南、日本、馬來西亞及柬埔寨。在香港，富衛提供人壽及醫療保險、一般保險、僱員福利、及財務策劃。富衛專注為客戶創造嶄新體驗，利用數碼科技，提供簡單、易明和貼心的產品。富衛秉持以客為先的服務理念及方針，矢志成為汎亞洲區領先的保險公司，創造保險新體驗。",
      "descI18n": {
        "zhHansCN": "富卫业务遍布香港特别行政区、澳门特别行政区、泰国、印尼、菲律宾、新加坡、越南、日本、马来西亚及柬埔寨。在香港，富卫提供人寿及医疗保险、一般保险、僱员福利、及财务策划。富卫专注为客户创造崭新体验，利用数码科技，提供简单、易明和贴心的产品。富卫秉持以客为先的服务理念及方针，矢志成为汎亚洲区领先的保险公司，创造保险新体验。",
        "zhHantHK": "富衛業務遍布香港特別行政區、澳門特別行政區、泰國、印尼、菲律賓、新加坡、越南、日本、馬來西亞及柬埔寨。在香港，富衛提供人壽及醫療保險、一般保險、僱員福利、及財務策劃。富衛專注為客戶創造嶄新體驗，利用數碼科技，提供簡單、易明和貼心的產品。富衛秉持以客為先的服務理念及方針，矢志成為汎亞洲區領先的保險公司，創造保險新體驗。",
        "enUS": "We operate in Hong Kong SAR, Macao SAR, Thailand, Indonesia, Philippines, Singapore, Vietnam, Japan, Malaysia and Cambodia. In Hong Kong, we provide life and medical insurance, general insurance, employee benefits, and financial planning. Fuwei focuses on creating new experiences for customers, using digital technology to provide simple, easy to understand and intimate products. Adhering to the customer-oriented service concept and policy, Fuwei is determined to become a leading insurance company in the pan-Asian region and create new insurance experiences.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 19,
      "region": "澳門"
    },
    {
      "code": "YFLIFEMACAU",
      "name": "萬通保險(澳門)",
      "nameI18n": {
        "zhHansCN": "万通保险(澳门)",
        "zhHantHK": "萬通保險(澳門)",
        "enUS": "YF Life Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/yflifemo.png",
      "desc": "萬通保險將卓有遠見的領導能力與嶄新的金融科技融匯一體。憑藉創新科技，為港澳、大灣區以至其他地區的個人及家庭，提供富競爭力，兼具環球視野及保險智慧的服務。不斷求變以迎接保險的未來，但仍然不忘初心。萬通保險國際有限公司為港交所上市公司雲鋒金融集團成員，集團的主要股東包括雲鋒金融控股有限公司以及「全美5大壽險公司」之一的美國萬通人壽保險公司。憑藉雄厚實力及穩健可靠的背景，萬通承諾為客戶提供專業及科技化的一站式風險及財富管理，以及強積金服務，一起建構非凡未來。",
      "descI18n": {
        "zhHansCN": "万通保险将卓有远见的领导能力与崭新的金融科技融汇一体。凭借创新科技，为港澳、大湾区以至其他地区的个人及家庭，提供富竞争力，兼具环球视野及保险智慧的服务。不断求变以迎接保险的未来，但仍然不忘初心。万通保险国际有限公司为港交所上市公司云锋金融集团成员，集团的主要股东包括云锋金融控股有限公司以及「全美5大寿险公司」之一的美国万通人寿保险公司。凭借雄厚实力及稳健可靠的背景，万通承诺为客户提供专业及科技化的一站式风险及财富管理，以及强积金服务，一起建构非凡未来。",
        "zhHantHK": "萬通保險將卓有遠見的領導能力與嶄新的金融科技融匯一體。憑藉創新科技，為港澳、大灣區以至其他地區的個人及家庭，提供富競爭力，兼具環球視野及保險智慧的服務。不斷求變以迎接保險的未來，但仍然不忘初心。萬通保險國際有限公司為港交所上市公司雲鋒金融集團成員，集團的主要股東包括雲鋒金融控股有限公司以及「全美5大壽險公司」之一的美國萬通人壽保險公司。憑藉雄厚實力及穩健可靠的背景，萬通承諾為客戶提供專業及科技化的一站式風險及財富管理，以及強積金服務，一起建構非凡未來。",
        "enUS": "Vantone combines visionary leadership with new fintech. With innovative technologies, we provide competitive, global vision and insurance savvy services to individuals and families in Hong Kong, Macao, the Greater Bay Area and beyond. Constantly change to meet the future of insurance, but still do not forget the original heart. Vantone Insurance International Limited is a member of the Hong Kong Stock Exchange listed company Yunfeng Financial Group, whose major shareholders include Yunfeng Financial Holdings Limited and Vantone Life Insurance Company of the United States, one of the \"Top five life insurance companies in the United States\". With a strong and reliable background, Vantone is committed to providing customers with professional and technological one-stop risk and wealth management, as well as MPF services to build an extraordinary future.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 20,
      "region": "澳門"
    },
    {
      "code": "MANULIFEMACAU",
      "name": "宏利人壽(澳門)",
      "nameI18n": {
        "zhHansCN": "宏利人寿(澳门)",
        "zhHantHK": "宏利人壽(澳門)",
        "enUS": "Manulife Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/manulifemo.png",
      "desc": "宏利扎根香港超過120年，一直深受客戶信賴。宏利香港於1897年開業，至今已發展成為本地主要金融服務機構之一，在保障及財富管理方面為香港及澳門約220萬位客戶提供多元化的產品和服務。宏利致力為客戶提供全面的理財方案，助其輕鬆作出明智抉擇、實現精彩人生。為個人及團體客戶提供一系列人壽與醫療保障產品、強積金、職業退休計劃、互惠基金及財富管理方案。",
      "descI18n": {
        "zhHansCN": "宏利扎根香港超过120年，一直深受客户信赖。宏利香港于1897年开业，至今已发展成为本地主要金融服务机构之一，在保障及财富管理方面为香港及澳门约220万位客户提供多元化的产品和服务。宏利致力为客户提供全面的理财方桉，助其轻松作出明智抉择、实现精彩人生。为个人及团体客户提供一系列人寿与医疗保障产品、强积金、职业退休计划、互惠基金及财富管理方桉。",
        "zhHantHK": "宏利扎根香港超過120年，一直深受客戶信賴。宏利香港於1897年開業，至今已發展成為本地主要金融服務機構之一，在保障及財富管理方面為香港及澳門約220萬位客戶提供多元化的產品和服務。宏利致力為客戶提供全面的理財方案，助其輕鬆作出明智抉擇、實現精彩人生。為個人及團體客戶提供一系列人壽與醫療保障產品、強積金、職業退休計劃、互惠基金及財富管理方案。",
        "enUS": "Manulife has been based in Hong Kong for more than 120 years and has been trusted by customers. Established in 1897, Manulife Hong Kong has grown to become one of the major financial services institutions in Hong Kong, offering a wide range of products and services in protection and wealth management to some 2.2 million customers in Hong Kong and Macau. Manulife is committed to providing customers with comprehensive financial solutions that make it easy for them to make informed choices and live a wonderful life. We offer a range of life and healthcare products, MPF, occupational retirement schemes, mutual funds and wealth management options to individual and corporate clients.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 21,
      "region": "澳門"
    },
    {
      "code": "TPLMACAU",
      "name": "太平人壽(澳門)",
      "nameI18n": {
        "zhHansCN": "太平人寿(澳门)",
        "zhHantHK": "太平人壽(澳門)",
        "enUS": "China Taiping  Life Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/tplmo.png",
      "desc": "中國太平人壽保險（澳門）股份有限公司（「太平人壽(澳門)」）是中國太平保險集團有限責任公司（「中國太平」）旗下的專業壽險公司之一。2019年，太平人壽（澳門）設立，使中國太平在澳門實現綜合化金融服務邁出重要一步，是中國太平國際化戰略的重要佈局，也是中國太平參與粵港澳大灣區建設的重要舉措。太平人壽（澳門）負責經營中國太平在澳門的人壽保險業務，首年實現新單保費收入约1.5億澳門元。太平人壽(澳門)自成立以來，始終秉持誠信、專業、創新、業績 的核心價值觀和“擔當、務實、協同、奉獻”的企業精神，致力於成為您身邊最值得信賴的金融保險專家，與您共創安全、健康、富裕的美好生活，實現“共享太平”的美好願景。",
      "descI18n": {
        "zhHansCN": "中国太平人寿保险（澳门）股份有限公司（「太平人寿(澳门)」）是中国太平保险集团有限责任公司（「中国太平」）旗下的专业寿险公司之一。2019年，太平人寿（澳门）设立，使中国太平在澳门实现综合化金融服务迈出重要一步，是中国太平国际化战略的重要布局，也是中国太平参与粤港澳大湾区建设的重要举措。太平人寿（澳门）负责经营中国太平在澳门的人寿保险业务，首年实现新单保费收入约1.5亿澳门元。太平人寿(澳门)自成立以来，始终秉持诚信、专业、创新、业绩 的核心价值观和“担当、务实、协同、奉献”的企业精神，致力于成为您身边最值得信赖的金融保险专家，与您共创安全、健康、富裕的美好生活，实现“共享太平”的美好愿景。",
        "zhHantHK": "中國太平人壽保險（澳門）股份有限公司（「太平人壽(澳門)」）是中國太平保險集團有限責任公司（「中國太平」）旗下的專業壽險公司之一。2019年，太平人壽（澳門）設立，使中國太平在澳門實現綜合化金融服務邁出重要一步，是中國太平國際化戰略的重要佈局，也是中國太平參與粵港澳大灣區建設的重要舉措。太平人壽（澳門）負責經營中國太平在澳門的人壽保險業務，首年實現新單保費收入约1.5億澳門元。太平人壽(澳門)自成立以來，始終秉持誠信、專業、創新、業績 的核心價值觀和“擔當、務實、協同、奉獻”的企業精神，致力於成為您身邊最值得信賴的金融保險專家，與您共創安全、健康、富裕的美好生活，實現“共享太平”的美好願景。",
        "enUS": "China Taiping Life Insurance (Macau) Company Limited (\" Taiping Life (Macau) \") is one of the specialized life insurance companies under China Taiping Insurance Group Company Limited (\" China Taiping \"). In 2019, Taiping Life (Macau) was established, making an important step for China Taiping to realize integrated financial services in Macau, an important layout of China Taiping's internationalization strategy, and an important measure for China Taiping to participate in the construction of the Guangdong-Hong Kong-Macao Greater Bay Area. Taiping Life (Macau) is responsible for operating China Taiping's life insurance business in Macau, and achieved new premium income of approximately 150 million patacas in the first year. Since its establishment, Taiping Life (Macau) has always adhered to the core values of integrity, professionalism, innovation and performance and the enterprise spirit of \"responsibility, pragmatism, collaboration and dedication\", and is committed to becoming the most trusted financial insurance expert around you, creating a safe, healthy and prosperous life with you, and realizing the beautiful vision of \"sharing peace\".",
        "jaJP": null,
        "koKR": null
      },
      "rank": 22,
      "region": "澳門"
    },
    {
      "code": "AXABERMUDA",
      "name": "安盛保險(百慕大)",
      "nameI18n": {
        "zhHansCN": "安盛保险(百慕大)",
        "zhHantHK": "安盛保險(百慕大)",
        "enUS": "AXA Bermuda",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/axabermuda.png",
      "desc": "作為最大的泛亞地區獨立上市人壽保險集團，我們的業務覆蓋區內18個市場。秉持精益求精的宗旨，我們矢志成為世界領先的人壽保險服務機構的翹楚，以達致客戶和股東的期望。本著服務社會的宏願，我們積極發揮領導本色，促進地區經濟和社會發展。",
      "descI18n": {
        "zhHansCN": "作为最大的泛亚地区独立上市人寿保险集团，我们的业务覆盖区内18个市场。秉持精益求精的宗旨，我们矢志成为世界领先的人寿保险服务机构的翘楚，以达致客户和股东的期望。本着服务社会的宏愿，我们积极发挥领导本色，促进地区经济和社会发展。",
        "zhHantHK": "作為最大的泛亞地區獨立上市人壽保險集團，我們的業務覆蓋區內18個市場。秉持精益求精的宗旨，我們矢志成為世界領先的人壽保險服務機構的翹楚，以達致客戶和股東的期望。本著服務社會的宏願，我們積極發揮領導本色，促進地區經濟和社會發展。",
        "enUS": "As the largest independent listed Pan-Asian life insurance group, we operate in 18 markets across the region. With a commitment to excellence, we strive to be the world's leading life insurance service provider to meet the expectations of our customers and shareholders. With the ambition of serving the community, we actively exert our leadership to promote the economic and social development of the region.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 23,
      "region": "百慕大"
    },
    {
      "code": "CHINALIFEMACAU",
      "name": "中國人壽(澳門)",
      "nameI18n": {
        "zhHansCN": "中国人寿(澳门)",
        "zhHantHK": "中國人壽(澳門)",
        "enUS": "China Life Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/chinalifemacau.png",
      "desc": "中國人壽保險（海外）股份有限公司（「中國人壽（海外）」）是中國最大國有金融保險集團中國人壽的全資子公司。母公司中國人壽連續18年入選《財富》世界500強，2020年排名耀升至第45位，品牌價值高達4,158.61億元人民幣。 中國人壽（海外）現時立足香港、澳門、新加坡及印尼，1984年在香港成立分公司，1989年設立澳門分公司，1995年則成立中國人壽信託有限公司，近年更成功將業務版圖拓展至東南亞地區，分別於2015年和2018年成立新加坡子公司及印尼子公司。中國人壽（海外）2019年總保費收入660億港元，總資產 4,160 億港元2，業務涵蓋壽險、投資及信托三大範疇，為客戶提供專業優質的產品及服務。1989年4月成立，主要經營業務涵蓋了壽險、團體醫療險、公積金業務等，現擁有13家代理銀行139個網點（佔市場網點數41.3%）。2019年總資產678億澳門元，壽險保費收入120.8億澳門元，市場佔有率47.2%。公司由2014年起，連續6年毛保費總量保持澳門壽險市場第一。2018年，公司成為首批央基金管理實體，退休金主要客戶包括大型中資集團、大型社團、銀行、大專院校等。",
      "descI18n": {
        "zhHansCN": "中国人寿保险（海外）股份有限公司（「中国人寿（海外）」）是中国最大国有金融保险集团中国人寿的全资子公司。母公司中国人寿连续18年入选《财富》世界500强，2020年排名耀升至第45位，品牌价值高达4,158.61亿元人民币。 中国人寿（海外）现时立足香港、澳门、新加坡及印尼，1984年在香港成立分公司，1989年设立澳门分公司，1995年则成立中国人寿信託有限公司，近年更成功将业务版图拓展至东南亚地区，分别于2015年和2018年成立新加坡子公司及印尼子公司。中国人寿（海外）2019年总保费收入660亿港元，总资产 4,160 亿港元2，业务涵盖寿险、投资及信托叁大范畴，为客户提供专业优质的产品及服务。1989年4月成立，主要经营业务涵盖了寿险、团体医疗险、公积金业务等，现拥有13家代理银行139个网点（占市场网点数41.3%）。2019年总资产678亿澳门元，寿险保费收入120.8亿澳门元，市场占有率47.2%。公司由2014年起，连续6年毛保费总量保持澳门寿险市场第一。2018年，公司成为首批央基金管理实体，退休金主要客户包括大型中资集团、大型社团、银行、大专院校等。",
        "zhHantHK": "中國人壽保險（海外）股份有限公司（「中國人壽（海外）」）是中國最大國有金融保險集團中國人壽的全資子公司。母公司中國人壽連續18年入選《財富》世界500強，2020年排名耀升至第45位，品牌價值高達4,158.61億元人民幣。 中國人壽（海外）現時立足香港、澳門、新加坡及印尼，1984年在香港成立分公司，1989年設立澳門分公司，1995年則成立中國人壽信託有限公司，近年更成功將業務版圖拓展至東南亞地區，分別於2015年和2018年成立新加坡子公司及印尼子公司。中國人壽（海外）2019年總保費收入660億港元，總資產 4,160 億港元2，業務涵蓋壽險、投資及信托三大範疇，為客戶提供專業優質的產品及服務。1989年4月成立，主要經營業務涵蓋了壽險、團體醫療險、公積金業務等，現擁有13家代理銀行139個網點（佔市場網點數41.3%）。2019年總資產678億澳門元，壽險保費收入120.8億澳門元，市場佔有率47.2%。公司由2014年起，連續6年毛保費總量保持澳門壽險市場第一。2018年，公司成為首批央基金管理實體，退休金主要客戶包括大型中資集團、大型社團、銀行、大專院校等。",
        "enUS": "China Life Insurance (Overseas) Company Limited (\" China Life (Overseas) \") is a wholly owned subsidiary of China Life, the largest state-owned financial and insurance group in China. Parent company China Life has been included in the Fortune Global 500 for 18 consecutive years, rising to the 45th place in 2020, with a brand value of 415.861 billion yuan. China Life (Overseas) is currently based in Hong Kong, Macau, Singapore and Indonesia. It established a branch in Hong Kong in 1984, a branch in Macau in 1989, and China Life Trust Company Limited in 1995. In recent years, it has successfully expanded its business to Southeast Asia, establishing a subsidiary in Singapore and an Indonesian subsidiary in 2015 and 2018 respectively. China Life (Overseas) has a total premium income of HK $66 billion and total assets of HK $416 billion in 2019. Its business covers the three major areas of life insurance, investment and trust, providing customers with professional and high-quality products and services. Established in April 1989, the main business covers life insurance, group medical insurance, provident fund business, etc., and now has 13 agent banks with 139 outlets (accounting for 41.3% of the total number of market outlets). In 2019, the total assets were 67.8 billion patacas, and the life insurance premium income was 12.08 billion patacas, with a market share of 47.2%. Since 2014, the company has maintained the first place in the Macau life insurance market in total gross premiums for six consecutive years. In 2018, the company became the first central fund management entity, and the main customers of pension include large Chinese groups, large associations, banks, universities and so on.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 24,
      "region": "澳門"
    },
    {
      "code": "AIAMACAU",
      "name": "友邦保險(澳門)",
      "nameI18n": {
        "zhHansCN": "友邦保险(澳门)",
        "zhHantHK": "友邦保險(澳門)",
        "enUS": "AIA Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/aiamo.png",
      "desc": "友邦保險秉承為亞洲社區和客戶帶來顯著及正面影響的承諾，以幫助社會大眾實踐「健康長久好生活」為目標。友邦香港及澳門亦一直竭力擔當著領導角色，積極推動本地以至整個亞洲的經濟及社會發展，並透過推行環境、社會及管治的轉型及長期策略，堅守目標，為大家締造一個更理想及可持續發展的未來。",
      "descI18n": {
        "zhHansCN": "友邦保险秉承为亚洲社区和客户带来显着及正面影响的承诺，以帮助社会大众实践「健康长久好生活」为目标。友邦香港及澳门亦一直竭力担当着领导角色，积极推动本地以至整个亚洲的经济及社会发展，并透过推行环境、社会及管治的转型及长期策略，坚守目标，为大家缔造一个更理想及可持续发展的未来。",
        "zhHantHK": "友邦保險秉承為亞洲社區和客戶帶來顯著及正面影響的承諾，以幫助社會大眾實踐「健康長久好生活」為目標。友邦香港及澳門亦一直竭力擔當著領導角色，積極推動本地以至整個亞洲的經濟及社會發展，並透過推行環境、社會及管治的轉型及長期策略，堅守目標，為大家締造一個更理想及可持續發展的未來。",
        "enUS": "AIA is committed to making a significant and positive impact on communities and customers in Asia, with the goal of helping the community live a healthy, long and good life. AIA Hong Kong and Macau have also been striving to play a leading role in promoting economic and social development locally and throughout Asia, and to achieve a better and more sustainable future for all through the implementation of environmental, social and governance transformation and long-term strategies.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 24,
      "region": "澳門"
    },
    {
      "code": "AVIVA",
      "name": "英傑華人壽",
      "nameI18n": {
        "zhHansCN": "英杰华人寿",
        "zhHantHK": "英傑華人壽",
        "enUS": "Aviva Life Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/aviva.png",
      "desc": "英傑華集團（Aviva）是一家英國跨國保險公司，總部位於倫敦聖海倫塔，主席為阿德裏安·蒙塔古爵士，首席執行官為馬克威爾遜。2014年，集團收入為434.97億英鎊，營業收入為21.73億英鎊，凈收入為17.38億英鎊。2015年共有28000名員工。。它在全球16個國家擁有大約3400萬用戶。它是英國最大的一般保險公司，也是領先的生活和養老金提供商。英傑華集團在歐洲擁有五個市場，在亞洲專註於中國和東南亞增長市場。它也是加拿大第二大通用保險公司。該集團在倫敦證券交易所第一上市，是富時100指數成分股。之後，它在紐約證交所第二上市。",
      "descI18n": {
        "zhHansCN": "英杰华集团（Aviva）是一家英国跨国保险公司，总部位于伦敦圣海伦塔，主席为阿德里安·蒙塔古爵士，首席执行官为马克威尔逊。2014年，集团收入为434.97亿英镑，营业收入为21.73亿英镑，净收入为17.38亿英镑。2015年共有28000名员工。。它在全球16个国家拥有大约3400万用户。它是英国最大的一般保险公司，也是领先的生活和养老金提供商。英杰华集团在欧洲拥有五个市场，在亚洲专注于中国和东南亚增长市场。它也是加拿大第二大通用保险公司。该集团在伦敦证券交易所第一上市，是富时100指数成分股。之后，它在纽约证交所第二上市。",
        "zhHantHK": "英傑華集團（Aviva）是一家英國跨國保險公司，總部位於倫敦聖海倫塔，主席為阿德裏安·蒙塔古爵士，首席執行官為馬克威爾遜。2014年，集團收入為434.97億英鎊，營業收入為21.73億英鎊，凈收入為17.38億英鎊。2015年共有28000名員工。。它在全球16個國家擁有大約3400萬用戶。它是英國最大的一般保險公司，也是領先的生活和養老金提供商。英傑華集團在歐洲擁有五個市場，在亞洲專註於中國和東南亞增長市場。它也是加拿大第二大通用保險公司。該集團在倫敦證券交易所第一上市，是富時100指數成分股。之後，它在紐約證交所第二上市。",
        "enUS": "Aviva is a British multinational insurance company headquartered in St Helens Tower, London, chaired by Sir Adrian Montague and Chief Executive Officer Mark Wilson. In 2014, Group revenue was £43,497 million, operating income was £2,173 million and net income was £1,738 million. In 2015, there were 28,000 employees. It has about 34 million users in 16 countries around the world. It is the UK's largest general insurer and a leading lifestyle and pensions provider. The Aviva Group operates in five markets in Europe and in Asia focuses on the growth markets of China and Southeast Asia. It is also the second largest general insurance company in Canada. The Group is first listed on the London Stock Exchange and is a member of the FTSE 100 index. It was subsequently listed on the New York Stock Exchange.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 25,
      "region": "香港"
    },
    {
      "code": "STANDARDLIFE",
      "name": "恒安標準人壽",
      "nameI18n": {
        "zhHansCN": "恒安标准人寿",
        "zhHantHK": "恒安標準人壽",
        "enUS": "Heng An Standard Life (Asia) ",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/standardlife.png",
      "desc": "恒安標準人壽(亞洲)有限公司（「恒安標準人壽亞洲」，前稱「標準人壽保險（亞洲）有限公司」），是恒安標準人壽保險有限公司的全資附屬公司。恒安標準人壽亞洲早於 1999年已經在香港營運，當時名為「標準人壽保險（亞洲）有限公司」，是安本集團（前稱標準人壽安本集團 ） 全資附屬公司在香港註冊成立為獲授權的保險公司。為配合安本集團在香港及中國內地保險發展策略，標準人壽保險（亞洲）有限公司已於 2020年 6月出售予恒安標準人壽，以創造一個更堅實的基石配合日後業務發展。秉持品牌信念「讓生活得更多」，恒安標準人壽亞洲憑藉在投資相連保險及傳統人壽保險兩方面的綜合專業知識，致力為客戶提供更多不同類型的「財富與健康」保險產品。恒安標準人壽亞洲立足香港，放眼大灣區與區域性市場，推出更創新和更全面的產品，滿足客戶多元化和不斷變化的需求。",
      "descI18n": {
        "zhHansCN": "恒安标準人寿(亚洲)有限公司（「恒安标準人寿亚洲」，前称「标準人寿保险（亚洲）有限公司」），是恒安标準人寿保险有限公司的全资附属公司。恒安标準人寿亚洲早于 1999年已经在香港营运，当时名为「标準人寿保险（亚洲）有限公司」，是安本集团（前称标準人寿安本集团 ） 全资附属公司在香港注册成立为获授权的保险公司。为配合安本集团在香港及中国内地保险发展策略，标準人寿保险（亚洲）有限公司已于 2020年 6月出售予恒安标準人寿，以创造一个更坚实的基石配合日后业务发展。秉持品牌信念「让生活得更多」，恒安标準人寿亚洲凭借在投资相连保险及传统人寿保险两方面的综合专业知识，致力为客户提供更多不同类型的「财富与健康」保险产品。恒安标準人寿亚洲立足香港，放眼大湾区与区域性市场，推出更创新和更全面的产品，满足客户多元化和不断变化的需求。",
        "zhHantHK": "恒安標準人壽(亞洲)有限公司（「恒安標準人壽亞洲」，前稱「標準人壽保險（亞洲）有限公司」），是恒安標準人壽保險有限公司的全資附屬公司。恒安標準人壽亞洲早於 1999年已經在香港營運，當時名為「標準人壽保險（亞洲）有限公司」，是安本集團（前稱標準人壽安本集團 ） 全資附屬公司在香港註冊成立為獲授權的保險公司。為配合安本集團在香港及中國內地保險發展策略，標準人壽保險（亞洲）有限公司已於 2020年 6月出售予恒安標準人壽，以創造一個更堅實的基石配合日後業務發展。秉持品牌信念「讓生活得更多」，恒安標準人壽亞洲憑藉在投資相連保險及傳統人壽保險兩方面的綜合專業知識，致力為客戶提供更多不同類型的「財富與健康」保險產品。恒安標準人壽亞洲立足香港，放眼大灣區與區域性市場，推出更創新和更全面的產品，滿足客戶多元化和不斷變化的需求。",
        "enUS": "Hengan Standard Life (Asia) Limited (\" Hengan Standard Life Asia \", formerly known as \"Standard Life (Asia) Limited\") is a wholly-owned subsidiary of Hengan Standard Life Insurance Company Limited. Hengan Standard Life Asia has been operating in Hong Kong since 1999 under the name \"Standard Life Insurance (Asia) Limited\", a wholly-owned subsidiary of Aberdeen Group (formerly known as Standard Life Aberdeen Group) incorporated as an authorized insurance company in Hong Kong.  With the brand belief of \"Live more\", Hengan Standard Life Asia is committed to providing customers with a wide range of wealth and health insurance products with its combined expertise in both investment-linked insurance and traditional life insurance. Hengan Standard Life Asia is based in Hong Kong, with an eye to the Greater Bay Area and regional markets, introducing more innovative and comprehensive products to meet the diverse and changing needs of customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 26,
      "region": "香港"
    },
    {
      "code": "AXAMACAU",
      "name": "安盛保險(澳門)",
      "nameI18n": {
        "zhHansCN": "安盛保险(澳门)",
        "zhHantHK": "安盛保險(澳門)",
        "enUS": "AXA Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/axamo.png",
      "desc": "AXA安盛為客戶提供涵蓋人壽、健康及財產的全面保障，與及財富管理和退休方案，幫助客戶實踐安穩及豐盛的生活。時至今日，AXA安盛為香港及澳門超過100萬名個人及企業客戶提供優質的財富保障及管理服務。AXA安盛屬AXA安盛集團成員之一。秉持著集團的企業核心價值及承諾，一直積極拓展業務，讓AXA成為保險、投資及退休方面的世界翹楚。",
      "descI18n": {
        "zhHansCN": "AXA安盛为客户提供涵盖人寿、健康及财产的全面保障，与及财富管理和退休方案，帮助客户实践安稳及丰盛的生活。时至今日，AXA安盛为香港及澳门超过100万名个人及企业客户提供优质的财富保障及管理服务。AXA安盛属AXA安盛集团成员之一。秉持着集团的企业核心价值及承诺，一直积极拓展业务，让AXA成为保险、投资及退休方面的世界翘楚。",
        "zhHantHK": "AXA安盛為客戶提供涵蓋人壽、健康及財產的全面保障，與及財富管理和退休方案，幫助客戶實踐安穩及豐盛的生活。時至今日，AXA安盛為香港及澳門超過100萬名個人及企業客戶提供優質的財富保障及管理服務。AXA安盛屬AXA安盛集團成員之一。秉持著集團的企業核心價值及承諾，一直積極拓展業務，讓AXA成為保險、投資及退休方面的世界翹楚。",
        "enUS": "AXA provides clients with comprehensive life, health and property protection, as well as wealth management and retirement solutions to help them live a secure and prosperous life. Today, AXA provides quality wealth protection and management services to more than 1 million individual and corporate clients in Hong Kong and Macau. AXA is a member of the AXA Group. Adhering to the Group's core corporate values and commitments, AXA has been actively expanding its business to become a world leader in insurance, investment and retirement.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 27,
      "region": "澳門"
    },
    {
      "code": "METLIFE",
      "name": "富衛壽險(原MetLife大都會)",
      "nameI18n": {
        "zhHansCN": "富卫寿险(原MetLife大都会)",
        "zhHantHK": "富衛壽險(原MetLife大都會)",
        "enUS": "FWD Assurance(MetLife)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/metlife.png",
      "desc": "大都會人壽保險有限公司（「香港大都會人壽」）為全球最大人壽保險公司之一的MetLife, Inc.旗下全資附屬公司。香港大都會人壽獲得標普全球評級「A+」信用評級及穩定評級展望，此評級充分證明香港大都會人壽之雄厚和穩健的財務實力和多元化的環球投資及風險管理策略。香港大都會人壽憑藉美國總部150年曆史所建立的龐大規模，以及擅於環球風險管理和豐富投資經驗的優勢，不但可投資更廣泛的資產類別，更發揮美元資產交易、美國證券篩選、信貸研究及私人配售的能力，這些皆為小型機構及零售投資者難以獲得的投資機會。",
      "descI18n": {
        "zhHansCN": "大都会人寿保险有限公司（「香港大都会人寿」）为全球最大人寿保险公司之一的MetLife, Inc.旗下全资附属公司。香港大都会人寿获得标普全球评级「A+」信用评级及稳定评级展望，此评级充分证明香港大都会人寿之雄厚和稳健的财务实力和多元化的环球投资及风险管理策略。香港大都会人寿凭借美国总部150年曆史所建立的庞大规模，以及擅于环球风险管理和丰富投资经验的优势，不但可投资更广泛的资产类别，更发挥美元资产交易、美国证券筛选、信贷研究及私人配售的能力，这些皆为小型机构及零售投资者难以获得的投资机会。",
        "zhHantHK": "大都會人壽保險有限公司（「香港大都會人壽」）為全球最大人壽保險公司之一的MetLife, Inc.旗下全資附屬公司。香港大都會人壽獲得標普全球評級「A+」信用評級及穩定評級展望，此評級充分證明香港大都會人壽之雄厚和穩健的財務實力和多元化的環球投資及風險管理策略。香港大都會人壽憑藉美國總部150年曆史所建立的龐大規模，以及擅於環球風險管理和豐富投資經驗的優勢，不但可投資更廣泛的資產類別，更發揮美元資產交易、美國證券篩選、信貸研究及私人配售的能力，這些皆為小型機構及零售投資者難以獲得的投資機會。",
        "enUS": "MetLife Insurance Company Limited (\" MetLife Hong Kong \") is MetLife, Inc., one of the world's largest life insurance companies. Its wholly-owned subsidiary. Metlife Hong Kong received an \"A+\" credit rating and a stable rating outlook from Standard & Poor's Global Ratings, which fully demonstrates MetLife Hong Kong's strong and sound financial strength and diversified global investment and risk management strategies. The scale of MetLife Hong Kong's 150-year US headquarters, combined with its expertise in global risk management and extensive investment experience, enables MetLife Hong Kong to invest in a wider range of asset classes, as well as its capabilities in US dollar asset trading, US securities screening, credit research and private placements, all of which are not readily available to small institutional and retail investors.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 29,
      "region": "香港"
    },
    {
      "code": "TAHOELIFE",
      "name": "泰禾人壽",
      "nameI18n": {
        "zhHansCN": "泰禾人寿",
        "zhHantHK": "泰禾人壽",
        "enUS": "Tahoe Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/tahoe.png",
      "desc": "泰禾投資集團有限公司（下稱「集團」）於 1993 年由黃其森先生創建，總資產達2,801億元人民幣。集團發展始於一份社會責任心，冀願從客戶、社會、以至國際層面，實踐全面佈局，回饋社會，逐步邁向成就百年基業的目標。泰禾人壽以「背靠中國、立足香港、面向國際」的發展策略，實現集團的「國際化大金融」全產業鏈。憑藉集團雄厚實力，包括醫療網絡、金融投資能力、龐大客戶資源，以及過往服務香港近30年的專業保險營運及管理基礎，泰禾人壽在保險市場上佔盡優勢，務求透過全面佈局周全服務客戶一生。",
      "descI18n": {
        "zhHansCN": "泰禾投资集团有限公司（下称「集团」）于 1993 年由黄其森先生创建，总资产达2,801亿元人民币。集团发展始于一份社会责任心，冀愿从客户、社会、以至国际层面，实践全面布局，回馈社会，逐步迈向成就百年基业的目标。泰禾人寿以「背靠中国、立足香港、面向国际」的发展策略，实现集团的「国际化大金融」全产业链。凭借集团雄厚实力，包括医疗网络、金融投资能力、庞大客户资源，以及过往服务香港近30年的专业保险营运及管理基础，泰禾人寿在保险市场上占尽优势，务求透过全面布局周全服务客户一生。",
        "zhHantHK": "泰禾投資集團有限公司（下稱「集團」）於 1993 年由黃其森先生創建，總資產達2,801億元人民幣。集團發展始於一份社會責任心，冀願從客戶、社會、以至國際層面，實踐全面佈局，回饋社會，逐步邁向成就百年基業的目標。泰禾人壽以「背靠中國、立足香港、面向國際」的發展策略，實現集團的「國際化大金融」全產業鏈。憑藉集團雄厚實力，包括醫療網絡、金融投資能力、龐大客戶資源，以及過往服務香港近30年的專業保險營運及管理基礎，泰禾人壽在保險市場上佔盡優勢，務求透過全面佈局周全服務客戶一生。",
        "enUS": "Tahoe Life Insurance Company Limited was founded by Mr. Huang Qisen in 1993 with total assets of RMB280.1 billion.   The development of the group begins with a sense of social responsibility, hoping to practice a comprehensive layout from the customer, the society, and even the international level, to contribute to the society, and gradually move towards the goal of achieving a century-old foundation.   With the development strategy of \"relying on China, based on Hong Kong and facing the world\", Tahoe Life Insurance has realized the whole industrial chain of \"international big finance\" of the group.   With the strong strength of the Group, including the medical network, financial investment capability, huge customer resources, and the professional insurance operation and management foundation that has served Hong Kong for nearly 30 years, Tahoe Life has the advantage in the insurance market, aiming to provide comprehensive services to customers through a comprehensive layout.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 30,
      "region": "香港"
    },
    {
      "code": "PACIFICLIFE",
      "name": "太平洋人壽",
      "nameI18n": {
        "zhHansCN": "太平洋人寿",
        "zhHantHK": "太平洋人壽",
        "enUS": "Pacific Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/pacificlife.png",
      "desc": "太平洋人壽保險有限公司（以下簡稱「太平洋人壽」）於1960年在香港成立，紮根香港，與香港共同成長。太平洋人壽為太平洋保險有限公司之全資附屬機構。母公司太平洋保險經營一般保險業務，多年來建立良好信譽，作風穩健，實力雄厚。太平洋人壽一向致力提供優質之人壽保險服務，備有全線系列之周全人壽保險計劃，透過保險中介人為廣大市民及機構提供全面服務。",
      "descI18n": {
        "zhHansCN": "太平洋人寿保险有限公司（以下简称「太平洋人寿」）于1960年在香港成立，扎根香港，与香港共同成长。太平洋人寿为太平洋保险有限公司之全资附属机构。母公司太平洋保险经营一般保险业务，多年来建立良好信誉，作风稳健，实力雄厚。太平洋人寿一向致力提供优质之人寿保险服务，备有全线系列之周全人寿保险计划，透过保险中介人为广大市民及机构提供全面服务。",
        "zhHantHK": "太平洋人壽保險有限公司（以下簡稱「太平洋人壽」）於1960年在香港成立，紮根香港，與香港共同成長。太平洋人壽為太平洋保險有限公司之全資附屬機構。母公司太平洋保險經營一般保險業務，多年來建立良好信譽，作風穩健，實力雄厚。太平洋人壽一向致力提供優質之人壽保險服務，備有全線系列之周全人壽保險計劃，透過保險中介人為廣大市民及機構提供全面服務。",
        "enUS": "Pacific Life Insurance Company Limited (hereinafter referred to as \"Pacific Life\") was established in Hong Kong in 1960, taking root in Hong Kong and growing together with Hong Kong. Pacific Life is a wholly owned subsidiary of Pacific Insurance Company Limited. The parent company, Pacific Insurance, operates general insurance business and has established a good reputation over the years with a steady style and strong strength. Pacific Life has always been committed to providing quality life insurance services, with a full range of comprehensive life insurance plans to provide comprehensive services to the general public and organizations through insurance intermediaries.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 31,
      "region": "香港"
    },
    {
      "code": "ING",
      "name": "ING Life Insurance",
      "nameI18n": {
        "zhHansCN": "ING Life Insurance",
        "zhHantHK": "ING Life Insurance",
        "enUS": "ING Life Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/ing.png",
      "desc": "ING是一家具有強大歐洲基礎的跨國銀行。我們的56,000名員工為40多個國家/地區的3880萬客戶，企業客戶和金融機構提供服務。我們的目的是使人們能夠在生活和業務上保持領先地位。產品包括大多數零售市場中的儲蓄，付款，投資，貸款和抵押。我們為批發銀行客戶提供專業貸款，量身定制的公司融資，債務和股票市場解決方案，支付和現金管理以及貿易和資金管理服務。",
      "descI18n": {
        "zhHansCN": "ING是一家具有强大欧洲基础的跨国银行。我们的56,000名员工为40多个国家/地区的3880万客户，企业客户和金融机构提供服务。我们的目的是使人们能够在生活和业务上保持领先地位。产品包括大多数零售市场中的储蓄，付款，投资，贷款和抵押。我们为批发银行客户提供专业贷款，量身定制的公司融资，债务和股票市场解决方桉，支付和现金管理以及贸易和资金管理服务。",
        "zhHantHK": "ING是一家具有強大歐洲基礎的跨國銀行。我們的56,000名員工為40多個國家/地區的3880萬客戶，企業客戶和金融機構提供服務。我們的目的是使人們能夠在生活和業務上保持領先地位。產品包括大多數零售市場中的儲蓄，付款，投資，貸款和抵押。我們為批發銀行客戶提供專業貸款，量身定制的公司融資，債務和股票市場解決方案，支付和現金管理以及貿易和資金管理服務。",
        "enUS": "ING is a multinational bank with a strong European base. Our 56,000 employees serve 38.8 million customers, corporate clients and financial institutions in more than 40 countries. Our purpose is to empower people to stay ahead in life and business. Products include savings, payments, investments, loans and mortgages in most retail markets. We provide wholesale banking clients with specialist lending, tailor-made corporate finance, debt and equity market solutions, payments and cash management, and trading and funds management services.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 32,
      "region": "香港"
    },
    {
      "code": "AIASINGAPORE",
      "name": "友邦保險(新加坡)",
      "nameI18n": {
        "zhHansCN": "友邦保险(新加坡)",
        "zhHantHK": "友邦保險(新加坡)",
        "enUS": "AIA Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/aiasingapore.png",
      "desc": "友邦新加坡（AIA Singapore）是友邦保險集團的全資子公司，友邦保險是亞洲領先的人壽保險集團之壹。在新加坡，友邦提供壹系列人壽保險、健康保險和儲蓄計劃，致力於幫助客戶規劃健康和財富的未來。公司以其全面的保險解決方案、卓越的客戶服務和強大的財務實力而聞名。友邦新加坡不斷創新，通過數字化服務和個性化產品，滿足客戶多變的需求。作為新加坡保險市場的領導者，友邦通過其廣泛的代理網絡和服務中心，為客戶提供便捷和專業的服務體驗。",
      "descI18n": {
        "zhHansCN": "友邦新加坡（AIA Singapore）是友邦保险集团的全资子公司，友邦保险是亚洲领先的人寿保险集团之一。在新加坡，友邦提供一系列人寿保险、健康保险和储蓄计划，致力于帮助客户规划健康和财富的未来。公司以其全面的保险解决方案、卓越的客户服务和强大的财务实力而闻名。友邦新加坡不断创新，通过数字化服务和个性化产品，满足客户多变的需求。作为新加坡保险市场的领导者，友邦通过其广泛的代理网络和服务中心，为客户提供便捷和专业的服务体验。",
        "zhHantHK": "友邦新加坡（AIA Singapore）是友邦保險集團的全資子公司，友邦保險是亞洲領先的人壽保險集團之壹。在新加坡，友邦提供壹系列人壽保險、健康保險和儲蓄計劃，致力於幫助客戶規劃健康和財富的未來。公司以其全面的保險解決方案、卓越的客戶服務和強大的財務實力而聞名。友邦新加坡不斷創新，通過數字化服務和個性化產品，滿足客戶多變的需求。作為新加坡保險市場的領導者，友邦通過其廣泛的代理網絡和服務中心，為客戶提供便捷和專業的服務體驗。",
        "enUS": "AIA Singapore is a wholly-owned subsidiary of AIA Group, one of Asia's leading life insurance companies. In Singapore, AIA offers a range of life and health insurance, as well as savings plans, committed to helping customers plan for a healthy and wealthy future. Known for its comprehensive insurance solutions, excellent customer service, and strong financial strength, AIA Singapore continues to innovate by offering digital services and personalized products to meet the changing needs of its clients. As a leader in Singapore's insurance market, AIA provides a convenient and professional service experience through its extensive network of agents and service centers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 33,
      "region": "新加坡"
    },
    {
      "code": "BUPA",
      "name": "保柏(亞洲)",
      "nameI18n": {
        "zhHansCN": "保柏(亚洲)",
        "zhHantHK": "保柏(亞洲)",
        "enUS": "Bupa (Asia) Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/bupa.png",
      "desc": "We have been driven by a passion to improve health and healthcare since our founding in 1947. It is articulated in our purpose: helping people live longer, healthier, happier lives and making a better world. Our impact on the lives of customers and communities can be seen through the dedication of our 84,000 employees who are integral to Bupa’s success.\nWe rely on the skills, energy and commitment of our people to do a great job for our customers and each other. We know that a healthy business needs a healthy and inclusive culture. We listen, learn and act on feedback from our teams, and empower them to ensure that Bupa is a great place to work.",
      "descI18n": {
        "zhHansCN": "We have been driven by a passion to improve health and healthcare since our founding in 1947. It is articulated in our purpose: helping people live longer, healthier, happier lives and making a better world. Our impact on the lives of customers and communities can be seen through the dedication of our 84,000 employees who are integral to Bupa’s success.\nWe rely on the skills, energy and commitment of our people to do a great job for our customers and each other. We know that a healthy business needs a healthy and inclusive culture. We listen, learn and act on feedback from our teams, and empower them to ensure that Bupa is a great place to work.",
        "zhHantHK": "We have been driven by a passion to improve health and healthcare since our founding in 1947. It is articulated in our purpose: helping people live longer, healthier, happier lives and making a better world. Our impact on the lives of customers and communities can be seen through the dedication of our 84,000 employees who are integral to Bupa’s success.\nWe rely on the skills, energy and commitment of our people to do a great job for our customers and each other. We know that a healthy business needs a healthy and inclusive culture. We listen, learn and act on feedback from our teams, and empower them to ensure that Bupa is a great place to work.",
        "enUS": "We have been driven by a passion to improve health and healthcare since our founding in 1947. It is articulated in our purpose: helping people live longer, healthier, happier lives and making a better world. Our impact on the lives of customers and communities can be seen through the dedication of our 84,000 employees who are integral to Bupa’s success. We rely on the skills, energy and commitment of our people to do a great job for our customers and each other. We know that a healthy business needs a healthy and inclusive culture. We listen, learn and act on feedback from our teams, and empower them to ensure that Bupa is a great place to work.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 34,
      "region": "香港"
    },
    {
      "code": "WELLLINK",
      "name": "立橋人壽",
      "nameI18n": {
        "zhHansCN": "立桥人寿",
        "zhHantHK": "立橋人壽",
        "enUS": "Well Link Life Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/welllink.png",
      "desc": "立橋人壽保險有限公司（「立橋人壽」）於 2019 年 4 月獲得香港保險業監管局批准，於香港經營人壽保險業務。作為植根香港的人壽保險公司，立橋人壽致力為香港的經濟和社會福祉作出貢獻，熟悉本地社會狀況，並且了解港人的需要及關注的問題，專注香港市場，以香港市民為主要服務對象。敢於創新，積極開發適切的人壽保障及儲蓄產品，以滿足市民時刻在變的需要。結合優質服務及數碼科技，以優化銷售流程及售後服務，務求為客戶帶來更美好及豐盛的人生。",
      "descI18n": {
        "zhHansCN": "立桥人寿保险有限公司（「立桥人寿」）于 2019 年 4 月获得香港保险业监管局批准，于香港经营人寿保险业务。作为植根香港的人寿保险公司，立桥人寿致力为香港的经济和社会福祉作出贡献，熟悉本地社会状况，并且了解港人的需要及关注的问题，专注香港市场，以香港市民为主要服务对象。敢于创新，积极开发适切的人寿保障及储蓄产品，以满足市民时刻在变的需要。结合优质服务及数码科技，以优化销售流程及售后服务，务求为客户带来更美好及丰盛的人生。",
        "zhHantHK": "立橋人壽保險有限公司（「立橋人壽」）於 2019 年 4 月獲得香港保險業監管局批准，於香港經營人壽保險業務。作為植根香港的人壽保險公司，立橋人壽致力為香港的經濟和社會福祉作出貢獻，熟悉本地社會狀況，並且了解港人的需要及關注的問題，專注香港市場，以香港市民為主要服務對象。敢於創新，積極開發適切的人壽保障及儲蓄產品，以滿足市民時刻在變的需要。結合優質服務及數碼科技，以優化銷售流程及售後服務，務求為客戶帶來更美好及豐盛的人生。",
        "enUS": "Well Link Life Insurance received approval from the Insurance Authority of Hong Kong in April 2019 to carry on life insurance business in Hong Kong.   As a life insurance company with roots in Hong Kong, Well Link Life Insurance is committed to contributing to the economic and social well-being of Hong Kong, is familiar with the local social situation, understands the needs and concerns of Hong Kong people, focuses on the Hong Kong market, and serves the Hong Kong people as the main target. We have the courage to innovate and actively develop suitable life protection and savings products to meet the changing needs of the public. Combine quality service and digital technology to optimize sales process and after-sales service, so as to bring customers a better and richer life.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 35,
      "region": "香港"
    },
    {
      "code": "LINCOLNLIFE",
      "name": "林肯人壽",
      "nameI18n": {
        "zhHansCN": "林肯人寿",
        "zhHantHK": "林肯人壽",
        "enUS": "Lincoln Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/lincolnlife.png",
      "desc": "林肯金融集團提供建議和解決方案，使人們能夠充滿信心和樂觀地掌控自己的財務生活。我們的核心業務領域-人壽保險，年金，退休計劃服務和團體保護-專注於支持，維護和改善人們的生活方式和退休結果。 我們致力於服務領導，認可和慶祝良好的企業公民意識，促進可持續的商業行為並改善社區的生活質量。",
      "descI18n": {
        "zhHansCN": "林肯金融集团提供建议和解决方桉，使人们能够充满信心和乐观地掌控自己的财务生活。我们的核心业务领域-人寿保险，年金，退休计划服务和团体保护-专注于支持，维护和改善人们的生活方式和退休结果。 我们致力于服务领导，认可和庆祝良好的企业公民意识，促进可持续的商业行为并改善社区的生活质量。",
        "zhHantHK": "林肯金融集團提供建議和解決方案，使人們能夠充滿信心和樂觀地掌控自己的財務生活。我們的核心業務領域-人壽保險，年金，退休計劃服務和團體保護-專注於支持，維護和改善人們的生活方式和退休結果。 我們致力於服務領導，認可和慶祝良好的企業公民意識，促進可持續的商業行為並改善社區的生活質量。",
        "enUS": "Lincoln Financial Group provides advice and solutions that empower people to take control of their financial lives with confidence and optimism. Our core business areas - life insurance, annuities, retirement plan services and group protection - focus on supporting, maintaining and improving people's lifestyles and retirement outcomes. We are committed to serving leadership, recognizing and celebrating good corporate citizenship, promoting sustainable business practices and improving the quality of life in our communities.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 36,
      "region": "美國"
    },
    {
      "code": "BERMUDA",
      "name": "百慕大",
      "nameI18n": {
        "zhHansCN": "百慕大",
        "zhHantHK": "百慕大",
        "enUS": "Bermuda International Long Term Insurers and Reinsurers (BILTIR)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/bermuda.png",
      "desc": "Bermuda International Long Term Insurers and Reinsurers (BILTIR) was created to serve as a formal association representing the long-term insurers and reinsurers in Bermuda.The primary focus of BILTIR is to act as an advocate for Bermuda’s life and annuity industry for public policy that supports the industry marketplace, including regulatory requirements, other Bermuda Monetary Authority or Bermuda government issues, and tax matters with various jurisdictions.",
      "descI18n": {
        "zhHansCN": "Bermuda International Long Term Insurers and Reinsurers (BILTIR) was created to serve as a formal association representing the long-term insurers and reinsurers in Bermuda.The primary focus of BILTIR is to act as an advocate for Bermuda’s life and annuity industry for public policy that supports the industry marketplace, including regulatory requirements, other Bermuda Monetary Authority or Bermuda government issues, and tax matters with various jurisdictions.",
        "zhHantHK": "Bermuda International Long Term Insurers and Reinsurers (BILTIR) was created to serve as a formal association representing the long-term insurers and reinsurers in Bermuda.The primary focus of BILTIR is to act as an advocate for Bermuda’s life and annuity industry for public policy that supports the industry marketplace, including regulatory requirements, other Bermuda Monetary Authority or Bermuda government issues, and tax matters with various jurisdictions.",
        "enUS": "Bermuda International Long Term Insurers and Reinsurers (BILTIR) was created to serve as a formal association representing the long-term insurers and reinsurers in Bermuda.The primary focus of BILTIR is to act as an advocate for Bermuda’s life and annuity industry for public policy that supports the industry marketplace, including regulatory requirements, other Bermuda Monetary Authority or Bermuda government issues, and tax matters with various jurisdictions.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 38,
      "region": "百慕大"
    },
    {
      "code": "UTMOST",
      "name": "Utmost Worldwide Limited",
      "nameI18n": {
        "zhHansCN": "Utmost Worldwide Limited",
        "zhHantHK": "Utmost Worldwide Limited",
        "enUS": "Utmost Worldwide Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/utmost.png",
      "desc": "Utmost International is a leading life assurance group which provides solutions designed to preserve our clients’ assets and safeguard them for future generations. Our propositions provide effective and reliable solutions for clients who wish to control the wealth they have accumulated and manage the proceeds when planning succession.Utmost International is a part of the Utmost Group.",
      "descI18n": {
        "zhHansCN": "Utmost International is a leading life assurance group which provides solutions designed to preserve our clients’ assets and safeguard them for future generations. Our propositions provide effective and reliable solutions for clients who wish to control the wealth they have accumulated and manage the proceeds when planning succession.Utmost International is a part of the Utmost Group.",
        "zhHantHK": "Utmost International is a leading life assurance group which provides solutions designed to preserve our clients’ assets and safeguard them for future generations. Our propositions provide effective and reliable solutions for clients who wish to control the wealth they have accumulated and manage the proceeds when planning succession.Utmost International is a part of the Utmost Group.",
        "enUS": "Utmost International is a leading life assurance group which provides solutions designed to preserve our clients’ assets and safeguard them for future generations. Our propositions provide effective and reliable solutions for clients who wish to control the wealth they have accumulated and manage the proceeds when planning succession.Utmost International is a part of the Utmost Group.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 39,
      "region": "香港"
    },
    {
      "code": "FPI",
      "name": "英國友誠",
      "nameI18n": {
        "zhHansCN": "英国友诚",
        "zhHantHK": "英國友誠",
        "enUS": "Friends Provident International",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/fpi.png",
      "desc": "Friends Provident International在國際人壽保險市場擁有40多年的經驗。我們為亞洲和阿聯酋的客戶提供儲蓄，投資和保護解決方案。我們在迪拜，香港，新加坡和馬恩島設有辦事處，我們在全球範圍內擁有員工，致力於幫助我們的客戶實現財務目標。將客戶置於業務的核心,公平對待客戶並提供良好的客戶結果是我們的核心目標.",
      "descI18n": {
        "zhHansCN": "Friends Provident International在国际人寿保险市场拥有40多年的经验。我们为亚洲和阿联酋的客户提供储蓄，投资和保护解决方桉。我们在迪拜，香港，新加坡和马恩岛设有办事处，我们在全球范围内拥有员工，致力于帮助我们的客户实现财务目标。将客户置于业务的核心,公平对待客户并提供良好的客户结果是我们的核心目标.",
        "zhHantHK": "Friends Provident International在國際人壽保險市場擁有40多年的經驗。我們為亞洲和阿聯酋的客戶提供儲蓄，投資和保護解決方案。我們在迪拜，香港，新加坡和馬恩島設有辦事處，我們在全球範圍內擁有員工，致力於幫助我們的客戶實現財務目標。將客戶置於業務的核心,公平對待客戶並提供良好的客戶結果是我們的核心目標.",
        "enUS": "Friends Provident International has over 40 years of experience in the international life insurance market. We offer savings, investment and protection solutions to clients in Asia and the UAE. With offices in Dubai, Hong Kong, Singapore and the Isle of Man, we have employees worldwide who are dedicated to helping our clients achieve their financial goals. Putting customers at the heart of our business, treating customers fairly and delivering good customer outcomes are our core objectives.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 40,
      "region": "香港"
    },
    {
      "code": "IFAST",
      "name": "奕豐金融(香港)",
      "nameI18n": {
        "zhHansCN": "奕丰金融(香港)",
        "zhHantHK": "奕豐金融(香港)",
        "enUS": "IFAST Financial (HK) Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/ifast.png",
      "desc": "奕豐集團有限公司（奕豐集團）是奕豐金融(香港)有限公司(奕豐)的母公司。 奕豐集團作為一家財富管理金融科技平臺公司，自2000年成立以來，業務逐漸遍布新加坡、中國香港、馬來西亞、印度以及中國內地。為亞洲地區各大理財顧問公司、金融機構、銀行、互聯網公司、跨國公司，以及零售和高資產凈值投資者提供全方位的投資平臺服務，範圍涵蓋行政管理和交易、研究和投資培訓、資訊科技及後勤服務，業務多元化。",
      "descI18n": {
        "zhHansCN": "奕丰集团有限公司（奕丰集团）是奕丰金融(香港)有限公司(奕丰)的母公司。 奕丰集团作为一家财富管理金融科技平台公司，自2000年成立以来，业务逐渐遍布新加坡、中国香港、马来西亚、印度以及中国内地。为亚洲地区各大理财顾问公司、金融机构、银行、互联网公司、跨国公司，以及零售和高资产净值投资者提供全方位的投资平台服务，范围涵盖行政管理和交易、研究和投资培训、资讯科技及后勤服务，业务多元化。",
        "zhHantHK": "奕豐集團有限公司（奕豐集團）是奕豐金融(香港)有限公司(奕豐)的母公司。 奕豐集團作為一家財富管理金融科技平臺公司，自2000年成立以來，業務逐漸遍布新加坡、中國香港、馬來西亞、印度以及中國內地。為亞洲地區各大理財顧問公司、金融機構、銀行、互聯網公司、跨國公司，以及零售和高資產凈值投資者提供全方位的投資平臺服務，範圍涵蓋行政管理和交易、研究和投資培訓、資訊科技及後勤服務，業務多元化。",
        "enUS": "Yifeng Group Limited (Yifeng Group) is the parent company of Yifeng Financial (Hong Kong) Limited (Yifeng).  We provide a full range of investment platform services to major financial advisors, financial institutions, banks, Internet companies, multinational corporations, retail and high net worth investors in Asia, covering administrative management and trading, research and investment training, information technology and logistics services.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 41,
      "region": "香港"
    },
    {
      "code": "PRINCIPAL",
      "name": "信安信託",
      "nameI18n": {
        "zhHansCN": "信安信托",
        "zhHantHK": "信安信託",
        "enUS": "Principal Trust Company (Asia) Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/principal.png",
      "desc": "信安植根香港超過25年，專注於強積金業務，提供資產增值機會，享受豐盛退休生活。在香港，信安是全方位投資及退休計劃的服務提供者。透過結合環球投資管理、退休金領導地位及資產分配專業的能力，為企業、個人及機構投資者提供專業的退休金及資產管理服務和屢獲殊榮的互惠基金及投資產品。",
      "descI18n": {
        "zhHansCN": "信安植根香港超过25年，专注于强积金业务，提供资产增值机会，享受丰盛退休生活。在香港，信安是全方位投资及退休计划的服务提供者。透过结合环球投资管理、退休金领导地位及资产分配专业的能力，为企业、个人及机构投资者提供专业的退休金及资产管理服务和屡获殊荣的互惠基金及投资产品。",
        "zhHantHK": "信安植根香港超過25年，專注於強積金業務，提供資產增值機會，享受豐盛退休生活。在香港，信安是全方位投資及退休計劃的服務提供者。透過結合環球投資管理、退休金領導地位及資產分配專業的能力，為企業、個人及機構投資者提供專業的退休金及資產管理服務和屢獲殊榮的互惠基金及投資產品。",
        "enUS": "Based in Hong Kong for more than 25 years, Principal focuses on the MPF business, providing opportunities for asset appreciation and a rich retirement. In Hong Kong, Principal is a comprehensive investment and retirement planning service provider. By combining global investment management, pension leadership and asset allocation expertise, we offer professional pension and asset management services and award-winning mutual funds and investment products to corporate, individual and institutional investors.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 42,
      "region": "香港"
    },
    {
      "code": "BCT",
      "name": "銀聯信託",
      "nameI18n": {
        "zhHansCN": "银联信托",
        "zhHantHK": "銀聯信託",
        "enUS": "Bank Consortium Trust Company Ltd (BCT)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/bct.png",
      "desc": "銀聯信託有限公司是BCT銀聯集團的其中一間成員公司，為一間由多家本地金融機構於一九九九年組成的信託公司，為退休計劃和投資基金提供受託人、行政管理人及 / 或保管人服務，由其出任受託人的退休產品包括由銀聯金融有限公司（亦是BCT銀聯集團的成員公司）作保薦人的強積金集成信託計劃、行業計劃及匯集公積金計劃。公司亦為由第三者保薦的強積金 / 獨立公積金計劃及國際性退休計劃和環球投資基金，提供受託人、行政管理人及 / 或保管人服務。",
      "descI18n": {
        "zhHansCN": "银联信託有限公司是BCT银联集团的其中一间成员公司，为一间由多家本地金融机构于一九九九年组成的信託公司，为退休计划和投资基金提供受託人、行政管理人及 / 或保管人服务，由其出任受託人的退休产品包括由银联金融有限公司（亦是BCT银联集团的成员公司）作保荐人的强积金集成信託计划、行业计划及汇集公积金计划。公司亦为由第叁者保荐的强积金 / 独立公积金计划及国际性退休计划和环球投资基金，提供受託人、行政管理人及 / 或保管人服务。",
        "zhHantHK": "銀聯信託有限公司是BCT銀聯集團的其中一間成員公司，為一間由多家本地金融機構於一九九九年組成的信託公司，為退休計劃和投資基金提供受託人、行政管理人及 / 或保管人服務，由其出任受託人的退休產品包括由銀聯金融有限公司（亦是BCT銀聯集團的成員公司）作保薦人的強積金集成信託計劃、行業計劃及匯集公積金計劃。公司亦為由第三者保薦的強積金 / 獨立公積金計劃及國際性退休計劃和環球投資基金，提供受託人、行政管理人及 / 或保管人服務。",
        "enUS": "Unionpay Trust Company Limited, a member of the BCT Group, is a trust company formed in 1999 by a number of local financial institutions to provide trustee, administrator and/or custodian services for retirement schemes and investment funds. The retirement products for which he is a trustee include MPF master trust scheme, Industry scheme and pooled Provident fund scheme sponsored by UnionPay Financial Company Limited (also a member company of BCT Group). The company also provides trustee, administrator and/or custodian services for third party sponsored MPF/independent provident fund schemes and international retirement schemes and global investment funds.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 43,
      "region": "香港"
    },
    {
      "code": "LIBERTY",
      "name": "利寶國際",
      "nameI18n": {
        "zhHansCN": "利宝国际",
        "zhHantHK": "利寶國際",
        "enUS": "Liberty International Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/liberty.png",
      "desc": "利寶國際保險有限公司是利寶互助保險集團的全資附屬公司。本公司於1973年創立時名為OTB Assurance Ltd。1999年11月，利寶互助保險集團收購了公司的70％股權，並將公司名稱改為「利寶國際保險有限公司」。利寶互助保險集團於三年後收購剩下的30％股權。 今天，本公司為個人及企業提供各式各樣的保險產品及服務，包括私家車保險、個人與團體人壽和醫療保險、辦公室和商鋪保險等。本公司名列10大醫療保險提供商以及20大財產及意外保險公司，業務主要透過專業的註冊代理人和經紀人經銷。",
      "descI18n": {
        "zhHansCN": "利宝国际保险有限公司是利宝互助保险集团的全资附属公司。本公司于1973年创立时名为OTB Assurance Ltd。1999年11月，利宝互助保险集团收购了公司的70％股权，并将公司名称改为「利宝国际保险有限公司」。利宝互助保险集团于叁年后收购剩下的30％股权。 今天，本公司为个人及企业提供各式各样的保险产品及服务，包括私家车保险、个人与团体人寿和医疗保险、办公室和商铺保险等。本公司名列10大医疗保险提供商以及20大财产及意外保险公司，业务主要透过专业的注册代理人和经纪人经销。",
        "zhHantHK": "利寶國際保險有限公司是利寶互助保險集團的全資附屬公司。本公司於1973年創立時名為OTB Assurance Ltd。1999年11月，利寶互助保險集團收購了公司的70％股權，並將公司名稱改為「利寶國際保險有限公司」。利寶互助保險集團於三年後收購剩下的30％股權。 今天，本公司為個人及企業提供各式各樣的保險產品及服務，包括私家車保險、個人與團體人壽和醫療保險、辦公室和商鋪保險等。本公司名列10大醫療保險提供商以及20大財產及意外保險公司，業務主要透過專業的註冊代理人和經紀人經銷。",
        "enUS": "Liberty International Insurance Limited is a wholly owned subsidiary of Liberty Mutual Insurance Group. The company was founded in 1973 as OTB Assurance Ltd. In November 1999, Liberty Mutual Insurance Group acquired 70% of the company and changed its name to Liberty International Insurance Limited. Liberty Mutual acquired the remaining 30% three years later. Today, the company offers a wide range of insurance products and services to individuals and businesses, including private car insurance, individual and group life and medical insurance, and office and shop insurance. The company is ranked among the top 10 medical insurance providers and the top 20 property and casualty insurance companies, and its business is primarily distributed through professional registered agents and brokers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 44,
      "region": "香港"
    },
    {
      "code": "RL360",
      "name": "Royal London 360",
      "nameI18n": {
        "zhHansCN": "Royal London 360",
        "zhHantHK": "Royal London 360",
        "enUS": "Royal London 360",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/rl360.png",
      "desc": "我們是一家真正的全球化企業，擁有一支經驗豐富的員工隊伍，專註於滿足客戶需求，以提供其他人可能看不到的解決方案。我們位於馬恩島的離岸金融據點，在亞洲，非洲，中東，拉丁美洲和英國開展業務。RL360是國際金融集團有限公司（IFGL）的壹部分。RL360為世界各地的僑民和當地國民提供離岸儲蓄，保護和投資產品。",
      "descI18n": {
        "zhHansCN": "我们是一家真正的全球化企业，拥有一支经验丰富的员工队伍，专注于满足客户需求，以提供其他人可能看不到的解决方桉。我们位于马恩岛的离岸金融据点，在亚洲，非洲，中东，拉丁美洲和英国开展业务。RL360是国际金融集团有限公司（IFGL）的壹部分。RL360为世界各地的侨民和当地国民提供离岸储蓄，保护和投资产品。",
        "zhHantHK": "我們是一家真正的全球化企業，擁有一支經驗豐富的員工隊伍，專註於滿足客戶需求，以提供其他人可能看不到的解決方案。我們位於馬恩島的離岸金融據點，在亞洲，非洲，中東，拉丁美洲和英國開展業務。RL360是國際金融集團有限公司（IFGL）的壹部分。RL360為世界各地的僑民和當地國民提供離岸儲蓄，保護和投資產品。",
        "enUS": "We are a truly global business with an experienced workforce focused on meeting customer needs to provide solutions that others may not see. Based in our offshore financial stronghold in the Isle of Man, we operate in Asia, Africa, the Middle East, Latin America and the UK. RL360 is part of International Finance Group Limited (IFGL). RL360 provides offshore savings, protection and investment products to expatriates and local nationals around the world.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 45,
      "region": "香港"
    },
    {
      "code": "BLUE",
      "name": "微藍保險",
      "nameI18n": {
        "zhHansCN": "微蓝保险",
        "zhHantHK": "微藍保險",
        "enUS": "Blue Insurance Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/blue.png",
      "desc": "Blue為全港首間網上人壽保險公司，提供簡易靈活的保障計劃，不收取佣金。選擇Blue，你只需於網上回答簡單問題，就能立即獲得保障。由高瓴資本及騰訊共同創立，結合兩大企業的專業優勢，提供突破傳統的網絡人壽保險方案，為你帶來創新的保險體驗。",
      "descI18n": {
        "zhHansCN": "Blue为全港首间网上人寿保险公司，提供简易灵活的保障计划，不收取佣金。选择Blue，你只需于网上回答简单问题，就能立即获得保障。由高瓴资本及腾讯共同创立，结合两大企业的专业优势，提供突破传统的网络人寿保险方桉，为你带来创新的保险体验。",
        "zhHantHK": "Blue為全港首間網上人壽保險公司，提供簡易靈活的保障計劃，不收取佣金。選擇Blue，你只需於網上回答簡單問題，就能立即獲得保障。由高瓴資本及騰訊共同創立，結合兩大企業的專業優勢，提供突破傳統的網絡人壽保險方案，為你帶來創新的保險體驗。",
        "enUS": "Blue is the first online life insurance company in Hong Kong, offering simple and flexible protection plans with no commission. With Blue, you can answer simple questions online and get instant protection. Jointly founded by Hillhouse Capital and Tencent, it combines the professional advantages of the two companies to provide a breakthrough in the traditional online life insurance formula and bring you innovative insurance experience.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 46,
      "region": "香港"
    },
    {
      "code": "CMICL",
      "name": "招商局保險",
      "nameI18n": {
        "zhHansCN": "招商局保险",
        "zhHantHK": "招商局保險",
        "enUS": "China Merchants Insurance Company Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/cmicl.png",
      "desc": "招商局保險有限公司（“招商保險”）為招商局金融集團有限公司的全資附屬公司， 1988年於香港成立。憑藉招商局集團悠久的歷史和雄厚的實力，公司經營財產保險、責任保險、貨物運輸保險、意外保險等商業及個人的一般保險業務。",
      "descI18n": {
        "zhHansCN": "招商局保险有限公司（“招商保险”）为招商局金融集团有限公司的全资附属公司， 1988年于香港成立。凭借招商局集团悠久的歷史和雄厚的实力，公司经营财产保险、责任保险、货物运输保险、意外保险等商业及个人的一般保险业务。",
        "zhHantHK": "招商局保險有限公司（“招商保險”）為招商局金融集團有限公司的全資附屬公司， 1988年於香港成立。憑藉招商局集團悠久的歷史和雄厚的實力，公司經營財產保險、責任保險、貨物運輸保險、意外保險等商業及個人的一般保險業務。",
        "enUS": "China Merchants Insurance Company Limited (\" CMI \") is a wholly-owned subsidiary of China Merchants Financial Group Limited, established in Hong Kong in 1988. With the long history and strong strength of China Merchants Group, the company is engaged in property insurance, liability insurance, cargo transportation insurance, accident insurance and other commercial and personal general insurance business.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 47,
      "region": "香港"
    },
    {
      "code": "BLUECROSS",
      "name": "藍十字",
      "nameI18n": {
        "zhHansCN": "蓝十字",
        "zhHantHK": "藍十字",
        "enUS": "Blue Cross",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/bluecross.png",
      "desc": "藍十字（亞太）保險有限公司（「藍十字」）乃東亞銀行集團成員，於香港經營保險業務逾50年，致力為個人及企業客戶提供多元化的保險產品及服務，包括醫療、旅遊及一般保險。",
      "descI18n": {
        "zhHansCN": "蓝十字（亚太）保险有限公司（「蓝十字」）乃东亚银行集团成员，于香港经营保险业务逾50年，致力为个人及企业客户提供多元化的保险产品及服务，包括医疗、旅游及一般保险。",
        "zhHantHK": "藍十字（亞太）保險有限公司（「藍十字」）乃東亞銀行集團成員，於香港經營保險業務逾50年，致力為個人及企業客戶提供多元化的保險產品及服務，包括醫療、旅遊及一般保險。",
        "enUS": "Blue Cross (Asia Pacific) Insurance Company Limited (\" Blue Cross \") is a member of the Bank of East Asia Group and has been engaged in the insurance business in Hong Kong for over 50 years, providing a wide range of insurance products and services, including medical, travel and general insurance, to individual and corporate customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 48,
      "region": "香港"
    },
    {
      "code": "BOCGROUP",
      "name": "中銀保險",
      "nameI18n": {
        "zhHansCN": "中银保险",
        "zhHantHK": "中銀保險",
        "enUS": "Bank of China Group Insurance Company Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/bocgroup.png",
      "desc": "中銀集團保險有限公司於1992年7月23日在香港註冊，2003年底成為中國銀行全資附屬機構。成立以來，中銀集團保險憑藉龐大的集團銷售網絡，雄厚的專業實力，穩健的財務狀況，不斷發展壯大，目前擁有4家分公司，1家附屬公司及3家聯營公司。經營範圍及服務領域在20多年來不斷擴展，擁有齊全的保險產品系列，獲得了香港保監局頒發的財產保險全部17項險種的經營牌照。業務往來擴展至內地、澳門、台灣以及眾多其它海外地區。業務量一直穩居香港一般保險市場的前列位置。貝氏評級公司 (A.M.Best) 對中銀集團保險信用評級為A-，前景展望為穩定。",
      "descI18n": {
        "zhHansCN": "中银集团保险有限公司于1992年7月23日在香港注册，2003年底成为中国银行全资附属机构。成立以来，中银集团保险凭借庞大的集团销售网络，雄厚的专业实力，稳健的财务状况，不断发展壮大，目前拥有4家分公司，1家附属公司及3家联营公司。经营范围及服务领域在20多年来不断扩展，拥有齐全的保险产品系列，获得了香港保监局颁发的财产保险全部17项险种的经营牌照。业务往来扩展至内地、澳门、台湾以及众多其它海外地区。业务量一直稳居香港一般保险市场的前列位置。贝氏评级公司 (A.M.Best) 对中银集团保险信用评级为A-，前景展望为稳定",
        "zhHantHK": "中銀集團保險有限公司於1992年7月23日在香港註冊，2003年底成為中國銀行全資附屬機構。成立以來，中銀集團保險憑藉龐大的集團銷售網絡，雄厚的專業實力，穩健的財務狀況，不斷發展壯大，目前擁有4家分公司，1家附屬公司及3家聯營公司。經營範圍及服務領域在20多年來不斷擴展，擁有齊全的保險產品系列，獲得了香港保監局頒發的財產保險全部17項險種的經營牌照。業務往來擴展至內地、澳門、台灣以及眾多其它海外地區。業務量一直穩居香港一般保險市場的前列位置。貝氏評級公司 (A.M.Best) 對中銀集團保險信用評級為A-，前景展望為穩定。",
        "enUS": "Bank of China Group Insurance Company Limited was incorporated in Hong Kong on 23 July 1992 and became a wholly-owned subsidiary of Bank of China in late 2003. Since its establishment, Bank of China Group Insurance has been developing and growing by virtue of its huge sales network, strong professional strength and sound financial position. At present, BOC Group Insurance has 4 branches, 1 subsidiary company and 3 associated companies. Business scope and service areas in more than 20 years of continuous expansion, with a complete series of insurance products, obtained the Hong Kong Insurance Authority issued all 17 types of property insurance business license. Business dealings have expanded to the mainland, Macau, Taiwan and many other overseas regions. Business volume has been firmly in the forefront of Hong Kong's general insurance market. Bank of China Group Insurance has A credit rating of A- and a stable outlook from A.M.Best",
        "jaJP": null,
        "koKR": null
      },
      "rank": 49,
      "region": "香港"
    },
    {
      "code": "TARGET",
      "name": "泰加保險",
      "nameI18n": {
        "zhHansCN": "泰加保险",
        "zhHantHK": "泰加保險",
        "enUS": "Target Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/target.png",
      "desc": "泰加保險有限公司 成立於一九七七年，是泰加保險 (控股) 有限公司 (「泰加控股」) 的全資附屬公司 ﹔並於二零一五年一月十五日在香港交易所主板上市( 股票編號：6161)，是香港第一間成功上市的本地保險公司。泰加保險是目前香港最大的汽車保險公司之一。我們一直堅持為無數公共及私人交通車輛提供專業而優質的汽車保險服務，成為香港最大及最可靠的汽車保險公司之一。",
      "descI18n": {
        "zhHansCN": "泰加保险有限公司 成立于一九七七年，是泰加保险 (控股) 有限公司 (「泰加控股」) 的全资附属公司 ﹔并于二零一五年一月十五日在香港交易所主板上市( 股票编号：6161)，是香港第一间成功上市的本地保险公司。泰加保险是目前香港最大的汽车保险公司之一。我们一直坚持为无数公共及私人交通车辆提供专业而优质的汽车保险服务，成为香港最大及最可靠的汽车保险公司之一。",
        "zhHantHK": "泰加保險有限公司 成立於一九七七年，是泰加保險 (控股) 有限公司 (「泰加控股」) 的全資附屬公司 ﹔並於二零一五年一月十五日在香港交易所主板上市( 股票編號：6161)，是香港第一間成功上市的本地保險公司。泰加保險是目前香港最大的汽車保險公司之一。我們一直堅持為無數公共及私人交通車輛提供專業而優質的汽車保險服務，成為香港最大及最可靠的汽車保險公司之一。",
        "enUS": "Tega Insurance Company Limited was established in 1977 as a wholly-owned subsidiary of Tega Insurance (Holdings) Limited (\" Tega Holdings \"); It was listed on the Main Board of the Hong Kong Stock Exchange on 15 January 2015 (Stock code: 6161) and was the first local insurance company in Hong Kong to be successfully listed. Taiga Insurance is one of the largest motor insurance companies in Hong Kong. We continue to provide professional and quality motor insurance services for countless public and private transport vehicles, becoming one of the largest and most reliable motor insurance companies in Hong Kong.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 50,
      "region": "香港"
    },
    {
      "code": "ABCI",
      "name": "農銀國際保險",
      "nameI18n": {
        "zhHansCN": "农银国际保险",
        "zhHantHK": "農銀國際保險",
        "enUS": "ABCI Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/abci.png",
      "desc": "農銀國際保險有限公司（以下簡稱農銀保險）原名捷和保險有限公司，於1981年5月在香港註冊成立，持有香港財產保險業務全牌照，受香港保險業監理處監管，可經營各類財產保險業務。農銀保險主要經營範圍包括：財產一切險、火險、利潤損失險、盜搶險、雇員賠償險、公眾責任險現金險、建築工程險、貨物運輸險、辦公室綜合險、店鋪綜合險、家居綜合險、旅遊險和人身意外險等。農銀保險獲得專業再保險公司支持，承保能力充足，理賠快捷合理，獲得客戶信賴。農銀保險全資擁有農銀國際保險經紀人有限公司，經營各類產、壽險及再保險經紀人業務。",
      "descI18n": {
        "zhHansCN": "农银国际保险有限公司（以下简称农银保险）原名捷和保险有限公司，于1981年5月在香港注册成立，持有香港财产保险业务全牌照，受香港保险业监理处监管，可经营各类财产保险业务。农银保险主要经营范围包括：财产一切险、火险、利润损失险、盗抢险、雇员赔偿险、公众责任险现金险、建筑工程险、货物运输险、办公室综合险、店铺综合险、家居综合险、旅游险和人身意外险等。农银保险获得专业再保险公司支持，承保能力充足，理赔快捷合理，获得客户信赖。农银保险全资拥有农银国际保险经纪人有限公司，经营各类产、寿险及再保险经纪人业务。",
        "zhHantHK": "農銀國際保險有限公司（以下簡稱農銀保險）原名捷和保險有限公司，於1981年5月在香港註冊成立，持有香港財產保險業務全牌照，受香港保險業監理處監管，可經營各類財產保險業務。農銀保險主要經營範圍包括：財產一切險、火險、利潤損失險、盜搶險、雇員賠償險、公眾責任險現金險、建築工程險、貨物運輸險、辦公室綜合險、店鋪綜合險、家居綜合險、旅遊險和人身意外險等。農銀保險獲得專業再保險公司支持，承保能力充足，理賠快捷合理，獲得客戶信賴。農銀保險全資擁有農銀國際保險經紀人有限公司，經營各類產、壽險及再保險經紀人業務。",
        "enUS": "ABC International Insurance Company Limited (hereinafter referred to as \"ABC Insurance\"), formerly known as \"Jihe Insurance Company Limited\", was incorporated in Hong Kong in May 1981. It holds a full licence for property insurance business in Hong Kong and is subject to the supervision of the Office of the Commissioner of Insurance of Hong Kong. The main business scope of ABC Insurance includes: property all insurance, fire insurance, loss of profit insurance, robbery insurance, employees' compensation insurance, public liability insurance, cash insurance, construction insurance, cargo transportation insurance, office all insurance, shop all insurance, home all insurance, travel insurance and personal accident insurance, etc. ABC Insurance has the support of professional reinsurance companies, sufficient underwriting capacity, fast and reasonable claims, and won the trust of customers. ABC Insurance wholly owns ABC International Insurance Brokers Limited, which operates various types of insurance, life insurance and reinsurance broker business.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 51,
      "region": "香港"
    },
    {
      "code": "QBE",
      "name": "昆士蘭聯保保險",
      "nameI18n": {
        "zhHansCN": "昆士兰联保保险",
        "zhHantHK": "昆士蘭聯保保險",
        "enUS": "QBE Hongkong & Shanghai Insurance Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/qbe.png",
      "desc": "昆士蘭保險服務香港超過一個世紀，旗下包括昆士蘭聯保保險有限公司、昆士蘭保險（香港）有限公司及昆士蘭按揭保險（亞洲）有限公司。作為領先的一般保險公司，昆士蘭保險香港為企業及個人客戶提供全面的非人壽保險方案。昆士蘭保險香港擁有龐大的專業保險代理及經紀分銷網絡，並與恒生銀行及宏利達成獨家經銷協議。昆士蘭保險香港屬昆士蘭保險集團一份子，集團為一家一般保險及再保險公司。",
      "descI18n": {
        "zhHansCN": "昆士兰保险服务香港超过一个世纪，旗下包括昆士兰联保保险有限公司、昆士兰保险（香港）有限公司及昆士兰按揭保险（亚洲）有限公司。作为领先的一般保险公司，昆士兰保险香港为企业及个人客户提供全面的非人寿保险方桉。昆士兰保险香港拥有庞大的专业保险代理及经纪分销网络，并与恒生银行及宏利达成独家经销协议。昆士兰保险香港属昆士兰保险集团一份子，集团为一家一般保险及再保险公司。",
        "zhHantHK": "昆士蘭保險服務香港超過一個世紀，旗下包括昆士蘭聯保保險有限公司、昆士蘭保險（香港）有限公司及昆士蘭按揭保險（亞洲）有限公司。作為領先的一般保險公司，昆士蘭保險香港為企業及個人客戶提供全面的非人壽保險方案。昆士蘭保險香港擁有龐大的專業保險代理及經紀分銷網絡，並與恒生銀行及宏利達成獨家經銷協議。昆士蘭保險香港屬昆士蘭保險集團一份子，集團為一家一般保險及再保險公司。",
        "enUS": "Queensland Insurance has served Hong Kong for more than a century and its subsidiaries include Queensland Insurance Company Limited, Queensland Insurance (Hong Kong) Limited and Queensland Mortgage Insurance (Asia) Limited. As a leading general insurance company, Queensland Insurance Hong Kong offers a comprehensive range of non-life insurance options to corporate and individual customers. Qbe Hong Kong has a large distribution network of professional insurance agents and brokers and has exclusive distribution agreements with Hang Seng Bank and Manulife. Queensland Insurance Hong Kong is a member of the Queensland Insurance Group, a general insurance and reinsurance company.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 52,
      "region": "香港"
    },
    {
      "code": "MRM",
      "name": "經絡按揭轉介",
      "nameI18n": {
        "zhHansCN": "经络按揭转介",
        "zhHantHK": "經絡按揭轉介",
        "enUS": "mReferral Mortgage Brokerage Services",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/mrm.png",
      "desc": "經絡集團(香港)有限公司(經絡按揭轉介)成立於2000年，是長江和記實業有限公司及美聯集團有限公司組成之聯營公司，專注按揭轉介業務，規模龐大。經絡按揭轉介擁有全港專注樓宇按揭銀行的按揭計劃，提供逾70間金融機構共100多款按揭及轉按套現產品，致力為客戶提供優質的按揭轉介服務及最新按揭資訊。",
      "descI18n": {
        "zhHansCN": "经络集团(香港)有限公司(经络按揭转介)成立于2000年，是长江和记实业有限公司及美联集团有限公司组成之联营公司，专注按揭转介业务，规模庞大。经络按揭转介拥有全港专注楼宇按揭银行的按揭计划，提供逾70间金融机构共100多款按揭及转按套现产品，致力为客户提供优质的按揭转介服务及最新按揭资讯。",
        "zhHantHK": "經絡集團(香港)有限公司(經絡按揭轉介)成立於2000年，是長江和記實業有限公司及美聯集團有限公司組成之聯營公司，專注按揭轉介業務，規模龐大。經絡按揭轉介擁有全港專注樓宇按揭銀行的按揭計劃，提供逾70間金融機構共100多款按揭及轉按套現產品，致力為客戶提供優質的按揭轉介服務及最新按揭資訊。",
        "enUS": "Meridian Group (Hong Kong) Limited (Meridian Mortgage Referral) was established in 2000 as a joint venture of CK Hutchison Holdings Limited and Midland Holdings Limited, specializing in mortgage referral business. We offer over 100 mortgage and refinancing products from over 70 financial institutions. We are committed to providing our customers with quality mortgage referral services and the latest mortgage information.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 53,
      "region": "香港"
    },
    {
      "code": "QUILTER",
      "name": " Utmost International Isle of Man Limited",
      "nameI18n": {
        "zhHansCN": " Utmost International Isle of Man Limited",
        "zhHantHK": " Utmost International Isle of Man Limited",
        "enUS": " Utmost International Isle of Man Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/quilter.png",
      "desc": "Utmost International 是壹家國際性的金融服務公司，提供廣泛的保險和投資產品。公司以其創新的產品設計、靈活的解決方案和個性化的客戶服務而著稱。Utmost International 專註於滿足全球客戶的需求，特別是在退休規劃、資產保護和財富傳承方面。通過其專業的財務顧問團隊，公司為客戶提供量身定制的策略和建議，幫助他們實現長期的財務目標。Utmost International 致力於通過卓越的服務和對客戶承諾的忠誠，建立持久的業務關系。",
      "descI18n": {
        "zhHansCN": "Utmost International 是一家国际性的金融服务公司，提供广泛的保险和投资产品。公司以其创新的产品设计、灵活的解决方案和个性化的客户服务而著称。Utmost International 专注于满足全球客户的需求，特别是在退休规划、资产保护和财富传承方面。通过其专业的财务顾问团队，公司为客户提供量身定制的策略和建议，帮助他们实现长期的财务目标。Utmost International 致力于通过卓越的服务和对客户承诺的忠诚，建立持久的业务关系。",
        "zhHantHK": "Utmost International 是壹家國際性的金融服務公司，提供廣泛的保險和投資產品。公司以其創新的產品設計、靈活的解決方案和個性化的客戶服務而著稱。Utmost International 專註於滿足全球客戶的需求，特別是在退休規劃、資產保護和財富傳承方面。通過其專業的財務顧問團隊，公司為客戶提供量身定制的策略和建議，幫助他們實現長期的財務目標。Utmost International 致力於通過卓越的服務和對客戶承諾的忠誠，建立持久的業務關系。",
        "enUS": "Utmost International is an international financial services company offering a wide range of insurance and investment products. Known for its innovative product design, flexible solutions, and personalized customer service, Utmost International focuses on meeting the needs of clients worldwide, particularly in retirement planning, asset protection, and wealth inheritance. With its team of professional financial advisors, the company provides tailored strategies and advice to help clients achieve their long-term financial goals. Utmost International is committed to building enduring business relationships through exceptional service and loyalty to its clients.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 54,
      "region": "香港"
    },
    {
      "code": "BOCOMMPFFS",
      "name": "交通銀行信託",
      "nameI18n": {
        "zhHansCN": "交通银行信托",
        "zhHantHK": "交通銀行信託",
        "enUS": "Bank Of Communications Trustee",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/bocommpffs.png",
      "desc": "交通銀行信託有限公司(簡稱“交銀信託”)於1981年在香港成立，擁有近40年全面的信託及退休計劃管理經驗，是中國歷史最悠久的銀行之一 - 交通銀行股份有限公司（簡稱“交通銀行”）之全資附屬公司。交銀信託是一家經營穩健、實力雄厚、信譽卓著的信託公司，截至2019年12月31日，託管資產超過7,000億港元，深得客戶信賴。",
      "descI18n": {
        "zhHansCN": "交通银行信託有限公司(简称“交银信託”)于1981年在香港成立，拥有近40年全面的信託及退休计划管理经验，是中国歷史最悠久的银行之一 - 交通银行股份有限公司（简称“交通银行”）之全资附属公司。交银信託是一家经营稳健、实力雄厚、信誉卓着的信託公司，截至2019年12月31日，託管资产超过7,000亿港元，深得客户信赖。",
        "zhHantHK": "交通銀行信託有限公司(簡稱“交銀信託”)於1981年在香港成立，擁有近40年全面的信託及退休計劃管理經驗，是中國歷史最悠久的銀行之一 - 交通銀行股份有限公司（簡稱“交通銀行”）之全資附屬公司。交銀信託是一家經營穩健、實力雄厚、信譽卓著的信託公司，截至2019年12月31日，託管資產超過7,000億港元，深得客戶信賴。",
        "enUS": "Established in Hong Kong in 1981, BOCOM Trust Company Limited (\" BOCOM Trust \") has nearly 40 years of comprehensive trust and retirement plan management experience and is a wholly-owned subsidiary of Bank of Communications Company Limited (\" BOCOM \"), one of the oldest banks in China. Bocom Trust is a solid, strong and reputable trust company with more than HK $700 billion in assets under management as of 31 December 2019, which is deeply trusted by customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 55,
      "region": "香港"
    },
    {
      "code": "CIGNA",
      "name": "信諾環球保險",
      "nameI18n": {
        "zhHansCN": "信诺环球保险",
        "zhHantHK": "信諾環球保險",
        "enUS": "Cigna Worldwide General Insurance Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/cigna.png",
      "desc": "信諾自 1933 年投入香港保險業務，一直以來策劃無微不至的保障，為客戶的不同人生階段提供適切建議。信諾一直為僱主、僱員及個人客戶設計全面的健康及保健方案。信諾具備環球醫療網絡，為跨國公司於世界各地的團隊提供各類醫療保障計劃，同時亦為本地中小企提供度身訂造或組合的保障方案，滿足業務和僱員的不同需要。此外，信諾亦為個人客戶提供一系列的醫療保險產品，因應客戶所需，提供可靠的保障。",
      "descI18n": {
        "zhHansCN": "信诺自 1933 年投入香港保险业务，一直以来策划无微不至的保障，为客户的不同人生阶段提供适切建议。信诺一直为僱主、僱员及个人客户设计全面的健康及保健方桉。信诺具备环球医疗网络，为跨国公司于世界各地的团队提供各类医疗保障计划，同时亦为本地中小企提供度身订造或组合的保障方桉，满足业务和僱员的不同需要。此外，信诺亦为个人客户提供一系列的医疗保险产品，因应客户所需，提供可靠的保障。",
        "zhHantHK": "信諾自 1933 年投入香港保險業務，一直以來策劃無微不至的保障，為客戶的不同人生階段提供適切建議。信諾一直為僱主、僱員及個人客戶設計全面的健康及保健方案。信諾具備環球醫療網絡，為跨國公司於世界各地的團隊提供各類醫療保障計劃，同時亦為本地中小企提供度身訂造或組合的保障方案，滿足業務和僱員的不同需要。此外，信諾亦為個人客戶提供一系列的醫療保險產品，因應客戶所需，提供可靠的保障。",
        "enUS": "Since entering the Hong Kong insurance business in 1933, Cigna has been planning meticulous protection to provide customers with appropriate advice at different stages of life. Cigna has been designing comprehensive health and wellness solutions for employers, employees and individual clients. Cigna has a global healthcare network that provides a wide range of healthcare plans to multinational companies' teams around the world, as well as local smes with tailor-made or combined healthcare solutions to meet their business and employee needs. In addition, Cigna offers a range of medical insurance products to individual customers to provide reliable protection according to their needs.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 56,
      "region": "香港"
    },
    {
      "code": "SINGLIFE",
      "name": "Singapore Life(Singlife)",
      "nameI18n": {
        "zhHansCN": "Singapore Life(Singlife)",
        "zhHantHK": "Singapore Life(Singlife)",
        "enUS": "Singapore Life(Singlife)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/singlife.png",
      "desc": "Singlife  use the smartest technologies to make insurance totally digital, with automated efficiencies to make it more convenient and affordable. It's aim to deliver a better return, mobile-first alternative to banking.And it has been on a mission to give you a smarter, more effortless way for you to save, invest, and earn – all in the Singlife App. Helping you fix your finances.",
      "descI18n": {
        "zhHansCN": "Singlife  use the smartest technologies to make insurance totally digital, with automated efficiencies to make it more convenient and affordable. It's aim to deliver a better return, mobile-first alternative to banking.And it has been on a mission to give you a smarter, more effortless way for you to save, invest, and earn – all in the Singlife App. Helping you fix your finances.",
        "zhHantHK": "Singlife  use the smartest technologies to make insurance totally digital, with automated efficiencies to make it more convenient and affordable. It's aim to deliver a better return, mobile-first alternative to banking.And it has been on a mission to give you a smarter, more effortless way for you to save, invest, and earn – all in the Singlife App. Helping you fix your finances.",
        "enUS": "Singlife  use the smartest technologies to make insurance totally digital, with automated efficiencies to make it more convenient and affordable. It's aim to deliver a better return, mobile-first alternative to banking.And it has been on a mission to give you a smarter, more effortless way for you to save, invest, and earn – all in the Singlife App. Helping you fix your finances.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 57,
      "region": "新加坡"
    },
    {
      "code": "CPIC",
      "name": "中國太平洋保險(香港)",
      "nameI18n": {
        "zhHansCN": "中国太平洋保险(香港)",
        "zhHantHK": "中國太平洋保險(香港)",
        "enUS": "China Pacific  Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/cpic.png",
      "desc": "",
      "descI18n": {
        "zhHansCN": "",
        "zhHantHK": "",
        "enUS": "",
        "jaJP": null,
        "koKR": null
      },
      "rank": 58,
      "region": "香港"
    },
    {
      "code": "AIG",
      "name": "美亞保險",
      "nameI18n": {
        "zhHansCN": "美亚保险",
        "zhHantHK": "美亞保險",
        "enUS": "AIG",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/aig.png",
      "desc": "美亞保險香港有限公司(美亞保險)為美國國際集圑屬下機構中歴史最悠久之其中一員。自1931年起至今, 已為香港大衆及商界服務逾85年, 與香港並肩經歴 改變, 成長及進歩。",
      "descI18n": {
        "zhHansCN": "美亚保险香港有限公司(美亚保险)为美国国际集圑属下机构中历史最悠久之其中一员。自1931年起至今, 已为香港大衆及商界服务逾85年, 与香港并肩经历 改变, 成长及进歩。",
        "zhHantHK": "美亞保險香港有限公司(美亞保險)為美國國際集圑屬下機構中歴史最悠久之其中一員。自1931年起至今, 已為香港大衆及商界服務逾85年, 與香港並肩經歴 改變, 成長及進歩。",
        "enUS": "American Asia Insurance Hong Kong Limited (American Asia Insurance) is one of the oldest subsidiaries of 圑. Since 1931, he has been serving the Hong Kong public and business community for more than 85 years, experiencing changes, growth and progress together with Hong Kong.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 59,
      "region": "香港"
    },
    {
      "code": "PINGAN",
      "name": "中國平安(香港)",
      "nameI18n": {
        "zhHansCN": "中国平安(香港)",
        "zhHantHK": "中國平安(香港)",
        "enUS": "China Ping An Insurance (Hong Kong) Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/pingan.png",
      "desc": "中國平安保險(集團)股份有限公司（以下簡稱“中國平安”，“公司”，“集團”）於1988年誕生於深圳蛇口，是中國第一家股份制保險企業，至今已發展成為融保險、銀行、投資等金融業務為一體的整合、緊密、多元的綜合金融服務集團。公司為香港聯合交易所主板及上海證券交易所兩地上市公司，股票代碼分別為2318和601318。 中國平安的企業使命是：對股東負責，資產增值，穩定回報；對客戶負責，服務至上，誠信保障；對員工負責，生涯規劃，安居樂業；對社會負責，回饋社會，建設國家。中國平安以“專業創造價值”為核心文化理念，倡導以價值最大化為導向，以追求卓越為過程，形成了“誠實、信任、進取、成就”的個人價值觀，和“團結、活力、學習、創新”的團隊價值觀。集團貫徹“競爭、激勵、淘汰”三大機制，執行“差異、專業、領先、長遠”的經營理念。",
      "descI18n": {
        "zhHansCN": "中国平安保险(集团)股份有限公司（以下简称“中国平安”，“公司”，“集团”）于1988年诞生于深圳蛇口，是中国第一家股份制保险企业，至今已发展成为融保险、银行、投资等金融业务为一体的整合、紧密、多元的综合金融服务集团。公司为香港联合交易所主板及上海证券交易所两地上市公司，股票代码分别为2318和601318。 中国平安的企业使命是：对股东负责，资产增值，稳定回报；对客户负责，服务至上，诚信保障；对员工负责，生涯规划，安居乐业；对社会负责，回馈社会，建设国家。中国平安以“专业创造价值”为核心文化理念，倡导以价值最大化为导向，以追求卓越为过程，形成了“诚实、信任、进取、成就”的个人价值观，和“团结、活力、学习、创新”的团队价值观。集团贯彻“竞争、激励、淘汰”叁大机制，执行“差异、专业、领先、长远”的经营理念。",
        "zhHantHK": "中國平安保險(集團)股份有限公司（以下簡稱“中國平安”，“公司”，“集團”）於1988年誕生於深圳蛇口，是中國第一家股份制保險企業，至今已發展成為融保險、銀行、投資等金融業務為一體的整合、緊密、多元的綜合金融服務集團。公司為香港聯合交易所主板及上海證券交易所兩地上市公司，股票代碼分別為2318和601318。 中國平安的企業使命是：對股東負責，資產增值，穩定回報；對客戶負責，服務至上，誠信保障；對員工負責，生涯規劃，安居樂業；對社會負責，回饋社會，建設國家。中國平安以“專業創造價值”為核心文化理念，倡導以價值最大化為導向，以追求卓越為過程，形成了“誠實、信任、進取、成就”的個人價值觀，和“團結、活力、學習、創新”的團隊價值觀。集團貫徹“競爭、激勵、淘汰”三大機制，執行“差異、專業、領先、長遠”的經營理念。",
        "enUS": "Ping An Insurance (Group) Co., LTD. (hereinafter referred to as \"Ping An\", \"the Company\", \"the Group\") was born in Shekou, Shenzhen in 1988. It is the first joint-stock insurance company in China and has developed into an integrated, close and diversified financial services group integrating insurance, banking, investment and other financial services. The company is a dual-listed company on the Main Board of the Stock Exchange of Hong Kong and the Shanghai Stock Exchange with stock code 2318 and 601318 respectively. Ping An's corporate mission is: responsible to shareholders, asset appreciation, stable returns; Responsible for customers, service first, integrity protection; Responsible for employees, career planning, live and work; Be responsible to society, give back to society, and build the country. China Ping An takes \"professional value creation\" as the core cultural concept, advocates value maximization as the orientation, pursues excellence as the process, and forms the personal values of \"honesty, trust, progress, achievement\" and the team values of \"unity, vitality, learning, innovation\". The group implements the three major mechanisms of \"competition, incentive and elimination\" and implements the business philosophy of \"difference, professionalism, leadership and long-term\".",
        "jaJP": null,
        "koKR": null
      },
      "rank": 60,
      "region": "香港"
    },
    {
      "code": "ZURICH",
      "name": "蘇黎世保險(香港)",
      "nameI18n": {
        "zhHansCN": "苏黎世保险(香港)",
        "zhHantHK": "蘇黎世保險(香港)",
        "enUS": "Zurich Insurance(HK)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/zurich.png",
      "desc": "蘇黎世保險(HK)是蘇黎世保險集團轄下之機構，竭誠為個人、商業及企業客戶提供全面又靈活的一般保險及人壽保險服務，照顧 他們在保險、保障及投資上的需要。集團在香港的業務始於1961年，至今已於本港一般保險市場上成為五大保險公司之一。",
      "descI18n": {
        "zhHansCN": "苏黎世保险(HK)是苏黎世保险集团辖下之机构，竭诚为个人、商业及企业客户提供全面又灵活的一般保险及人寿保险服务，照顾他们在保险、保障及投资上的需要。集团在香港的业务始于1961年，至今已于本港一般保险市场上成为五大保险公司之一。",
        "zhHantHK": "蘇黎世保險(HK)是蘇黎世保險集團轄下之機構，竭誠為個人、商業及企業客戶提供全面又靈活的一般保險及人壽保險服務，照顧 他們在保險、保障及投資上的需要。集團在香港的業務始於1961年，至今已於本港一般保險市場上成為五大保險公司之一。",
        "enUS": "Zurich Insurance(HK) is an institution under the Zurich Insurance Group, dedicated to providing comprehensive and flexible general insurance and life insurance services for individuals, businesses, and corporate clients, catering to their needs in insurance, protection, and investment. The group's business in Hong Kong started in 1961 and has since become one of the top five insurance companies in the general insurance market in Hong Kong.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 61,
      "region": "香港"
    },
    {
      "code": "WINGLUNG",
      "name": "招商永隆保險",
      "nameI18n": {
        "zhHansCN": "招商永隆保险",
        "zhHantHK": "招商永隆保險",
        "enUS": "CMB Wing Lung Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/winglung.png",
      "desc": "招商永隆保險有限公司（前身為永隆保險有限公司）成立於1981年，為招商永隆銀行有限公司全資附屬公司。自2008年招商銀行收購永隆銀行以來，我公司成為招商銀行集團內唯一一間提供一般保險服務的公司。  公司成立之初只承保銀行客戶有關的保險業務。之後公司逐步進入中介保險市場，特別在2001年以後保費收入取得明顯增長，成為香港一般保險市場一家知名的保險企業。我公司在香港保險業監管局授權下從事一般保險業務，業務廣泛，包括但不限於財產險、汽車保險、各種責任保險、運輸險，意外及健康險、再保險等。",
      "descI18n": {
        "zhHansCN": "招商永隆保险有限公司（前身为永隆保险有限公司）成立于1981年，为招商永隆银行有限公司全资附属公司。自2008年招商银行收购永隆银行以来，我公司成为招商银行集团内唯一一间提供一般保险服务的公司。  公司成立之初只承保银行客户有关的保险业务。之后公司逐步进入中介保险市场，特别在2001年以后保费收入取得明显增长，成为香港一般保险市场一家知名的保险企业。我公司在香港保险业监管局授权下从事一般保险业务，业务广泛，包括但不限于财产险、汽车保险、各种责任保险、运输险，意外及健康险、再保险等。",
        "zhHantHK": "招商永隆保險有限公司（前身為永隆保險有限公司）成立於1981年，為招商永隆銀行有限公司全資附屬公司。自2008年招商銀行收購永隆銀行以來，我公司成為招商銀行集團內唯一一間提供一般保險服務的公司。  公司成立之初只承保銀行客戶有關的保險業務。之後公司逐步進入中介保險市場，特別在2001年以後保費收入取得明顯增長，成為香港一般保險市場一家知名的保險企業。我公司在香港保險業監管局授權下從事一般保險業務，業務廣泛，包括但不限於財產險、汽車保險、各種責任保險、運輸險，意外及健康險、再保險等。",
        "enUS": "China Merchants Wing Lung Insurance Company Limited (formerly Wing Lung Insurance Company Limited) was established in 1981 as a wholly-owned subsidiary of China Merchants Wing Lung Bank Limited. Since China Merchants Bank acquired Wing Lung Bank in 2008, our company has become the only company within the China Merchants Bank Group to provide general insurance services.  At the beginning of its establishment, the company only underwrites insurance business related to bank customers. After that, the company gradually entered the intermediary insurance market, especially after 2001, the premium income achieved significant growth, becoming a well-known insurance company in Hong Kong's general insurance market. Our company is authorized by the Insurance Authority of Hong Kong to engage in a wide range of general insurance business, including but not limited to property insurance, motor insurance, various liability insurance, transport insurance, accident and health insurance, reinsurance, etc.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 62,
      "region": "香港"
    },
    {
      "code": "CTPIMACAU",
      "name": "太平保險(澳門)",
      "nameI18n": {
        "zhHansCN": "太平保險(澳门)",
        "zhHantHK": "太平保險(澳門)",
        "enUS": "China Taiping Insurance Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/ctpimacau.png",
      "desc": "中國太平保險（澳門）股份有限公司，簡稱“太平澳門”，隸屬中國太平保險集團有限責任公司，於1952年在澳門註冊成立，是澳門保險市場上市場規模最大、歷史最悠久、保障範圍廣泛、服務體系健全、最具品牌影響力的非人壽保險公司。太平澳門連續13年保持市場排名第一，連續9年獲得國際信譽評級機構A.M.Best給予的A級財務優勢評級（優秀）。太平澳門大力拓展線上線下等渠道，提供涵蓋火險、汽車險、勞工險、建築工程險、人身意外險及旅遊險等保險產品，為客戶提供周全的保險保障和便捷的金融保險服務。太平澳門持續紮根澳門，服務澳門，致力於讓澳門每個家庭都擁有“中國太平”的保單；擴大“中國太平”在澳門的市場影響力，成為“中國太平”在澳門業務的領頭羊；充分發揮集團在澳門壽險、再保險及投資平臺的協同作用，把澳門建成“共享太平”的生力軍。",
      "descI18n": {
        "zhHansCN": "中国太平保险（澳门）股份有限公司，简称“太平澳门”，隶属中国太平保险集团有限责任公司，于1952年在澳门注册成立，是澳门保险市场上市场规模最大、歷史最悠久、保障范围广泛、服务体系健全、最具品牌影响力的非人寿保险公司。太平澳门连续13年保持市场排名第一，连续9年获得国际信誉评级机构A.M.Best给予的A级财务优势评级（优秀）。太平澳门大力拓展线上线下等渠道，提供涵盖火险、汽车险、劳工险、建筑工程险、人身意外险及旅游险等保险产品，为客户提供周全的保险保障和便捷的金融保险服务。太平澳门持续扎根澳门，服务澳门，致力于让澳门每个家庭都拥有“中国太平”的保单；扩大“中国太平”在澳门的市场影响力，成为“中国太平”在澳门业务的领头羊；充分发挥集团在澳门寿险、再保险及投资平台的协同作用，把澳门建成“共享太平”的生力军。",
        "zhHantHK": "中國太平保險（澳門）股份有限公司，簡稱“太平澳門”，隸屬中國太平保險集團有限責任公司，於1952年在澳門註冊成立，是澳門保險市場上市場規模最大、歷史最悠久、保障範圍廣泛、服務體系健全、最具品牌影響力的非人壽保險公司。太平澳門連續13年保持市場排名第一，連續9年獲得國際信譽評級機構A.M.Best給予的A級財務優勢評級（優秀）。太平澳門大力拓展線上線下等渠道，提供涵蓋火險、汽車險、勞工險、建築工程險、人身意外險及旅遊險等保險產品，為客戶提供周全的保險保障和便捷的金融保險服務。太平澳門持續紮根澳門，服務澳門，致力於讓澳門每個家庭都擁有“中國太平”的保單；擴大“中國太平”在澳門的市場影響力，成為“中國太平”在澳門業務的領頭羊；充分發揮集團在澳門壽險、再保險及投資平臺的協同作用，把澳門建成“共享太平”的生力軍。",
        "enUS": "China Taiping Insurance (Macau) Co., LTD., hereinafter referred to as \"Taiping Macau\", belongs to China Taiping Insurance Group Co., LTD., which was incorporated in Macau in 1952. It is a non-life insurance company with the largest market scale, the longest history, wide coverage, sound service system and the most influential brand in Macau's insurance market. Taiping Macau has been ranked first in the market for 13 consecutive years, and has received A Grade A financial advantage rating (excellent) from the international credit rating agency A.M.Best for 9 consecutive years. Taiping Macau has vigorously expanded online and offline channels to provide insurance products covering fire insurance, automobile insurance, labor insurance, construction insurance, personal accident insurance and travel insurance, providing customers with comprehensive insurance protection and convenient financial insurance services. Taiping Macau continues to take root in Macau, serve Macau, and is committed to making every family in Macau have a \"China Taiping\" insurance policy; Expand the market influence of \"China Taiping\" in Macao, and become the leader of \"China Taiping\" business in Macao; Give full play to the synergies of the Group's life insurance, reinsurance and investment platforms in Macau, and build Macao into a new force for \"sharing peace\".",
        "jaJP": null,
        "koKR": null
      },
      "rank": 63,
      "region": "澳門"
    },
    {
      "code": "DAHSING",
      "name": "大新保險",
      "nameI18n": {
        "zhHansCN": "大新保险",
        "zhHantHK": "大新保險",
        "enUS": "Dah Sing Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/dahsing.png",
      "desc": "大新保險(1976)有限公司(「大新保險」)為大新金融集團有限公司之全資附屬機構，由1976年起已為銀行客戶及商業伙伴提供一般保險方案。大新保險獲香港保險業監管局授權經營，提供多元化保險產品及方案。憑藉雄厚實力及大新集團的全力支持，大新保險將竭誠為客戶提供優質的服務及方案。",
      "descI18n": {
        "zhHansCN": "大新保险(1976)有限公司(「大新保险」)为大新金融集团有限公司之全资附属机构，由1976年起已为银行客户及商业伙伴提供一般保险方案。大新保险获香港保险业监管局授权经营，提供多元化保险产品及方案。凭藉雄厚实力及大新集团的全力支持，大新保险将竭诚为客户提供优质的服务及方案。",
        "zhHantHK": "大新保險(1976)有限公司(「大新保險」)為大新金融集團有限公司之全資附屬機構，由1976年起已為銀行客戶及商業伙伴提供一般保險方案。大新保險獲香港保險業監管局授權經營，提供多元化保險產品及方案。憑藉雄厚實力及大新集團的全力支持，大新保險將竭誠為客戶提供優質的服務及方案。",
        "enUS": "Dah Sing Insurance (1976) Limited (\" Dah Sing Insurance \"), a wholly-owned subsidiary of Dah Sing Financial Group Limited, has been providing general insurance solutions to bank customers and business partners since 1976. Dah Sing Insurance is licensed by the Insurance Authority of Hong Kong to provide a wide range of insurance products and solutions. With the strong strength and the full support of Daxin Group, Daxin Insurance will be dedicated to providing customers with quality services and solutions.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 65,
      "region": "香港"
    },
    {
      "code": "ALLIANZ",
      "name": "安聯",
      "nameI18n": {
        "zhHansCN": "安联",
        "zhHantHK": "安聯",
        "enUS": "Allianz",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/allianz.png",
      "desc": "The Allianz Group is one of the leading integrated financial services providers worldwide. Our ambition is to accompany you in life – giving you everything you need to have the courage to go forward. We offer our 100 million customers in more than 70 countries a wide range of products, services, and solutions in insurance and asset management.Our retail and corporate clients enjoy an extensive product selection in all insurance business lines, designed to protect them against any risks. We are one of the leading insurers, both property and casualty and life and health.",
      "descI18n": {
        "zhHansCN": "The Allianz Group is one of the leading integrated financial services providers worldwide. Our ambition is to accompany you in life – giving you everything you need to have the courage to go forward. We offer our 100 million customers in more than 70 countries a wide range of products, services, and solutions in insurance and asset management.Our retail and corporate clients enjoy an extensive product selection in all insurance business lines, designed to protect them against any risks. We are one of the leading insurers, both property and casualty and life and health.",
        "zhHantHK": "The Allianz Group is one of the leading integrated financial services providers worldwide. Our ambition is to accompany you in life – giving you everything you need to have the courage to go forward. We offer our 100 million customers in more than 70 countries a wide range of products, services, and solutions in insurance and asset management.Our retail and corporate clients enjoy an extensive product selection in all insurance business lines, designed to protect them against any risks. We are one of the leading insurers, both property and casualty and life and health.",
        "enUS": "The Allianz Group is one of the leading integrated financial services providers worldwide. Our ambition is to accompany you in life – giving you everything you need to have the courage to go forward. We offer our 100 million customers in more than 70 countries a wide range of products, services, and solutions in insurance and asset management.Our retail and corporate clients enjoy an extensive product selection in all insurance business lines, designed to protect them against any risks. We are one of the leading insurers, both property and casualty and life and health.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 66,
      "region": "香港"
    },
    {
      "code": "HANSARD",
      "name": "Hansard International Limited",
      "nameI18n": {
        "zhHansCN": "Hansard International Limited",
        "zhHantHK": "Hansard International Limited",
        "enUS": "Hansard International Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/hansard.png",
      "desc": "With over 30 years experience, Hansard's products are designed to appeal to affluent international investors, institutions and wealth-management groups. They are distributed exclusively through independent financial advisors and the retail operations of financial institutions.",
      "descI18n": {
        "zhHansCN": "With over 30 years experience, Hansard's products are designed to appeal to affluent international investors, institutions and wealth-management groups. They are distributed exclusively through independent financial advisors and the retail operations of financial institutions.",
        "zhHantHK": "With over 30 years experience, Hansard's products are designed to appeal to affluent international investors, institutions and wealth-management groups. They are distributed exclusively through independent financial advisors and the retail operations of financial institutions.",
        "enUS": "With over 30 years experience, Hansard's products are designed to appeal to affluent international investors, institutions and wealth-management groups. They are distributed exclusively through independent financial advisors and the retail operations of financial institutions.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 71,
      "region": "香港"
    },
    {
      "code": "AXIS",
      "name": "AXIS Specialty Limited",
      "nameI18n": {
        "zhHansCN": "AXIS Specialty Limited",
        "zhHantHK": "AXIS Specialty Limited",
        "enUS": "AXIS Specialty Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/axis.png",
      "desc": "AXIS is an international specialty insurer and reinsurer. We have a global platform, expertise across diverse lines of business and products, and a commitment to delivering unparalleled customer service.",
      "descI18n": {
        "zhHansCN": "AXIS is an international specialty insurer and reinsurer. We have a global platform, expertise across diverse lines of business and products, and a commitment to delivering unparalleled customer service.",
        "zhHantHK": "AXIS is an international specialty insurer and reinsurer. We have a global platform, expertise across diverse lines of business and products, and a commitment to delivering unparalleled customer service.",
        "enUS": "AXIS is an international specialty insurer and reinsurer. We have a global platform, expertise across diverse lines of business and products, and a commitment to delivering unparalleled customer service.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 74,
      "region": "香港"
    },
    {
      "code": "BEAZLEY",
      "name": "Beazley Syndicate 2623/623 at Lloyd's",
      "nameI18n": {
        "zhHansCN": "Beazley Syndicate 2623/623 at Lloyd's",
        "zhHantHK": "Beazley Syndicate 2623/623 at Lloyd's",
        "enUS": "Beazley Syndicate 2623/623 at Lloyd's",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/beazley.png",
      "desc": "Back in 1986 when we began, the US liability insurance market was in crisis. Things weren't looking good. Not the best time to start a business, you might think. But at Beazley we see every risk as an opportunity to do things differently.",
      "descI18n": {
        "zhHansCN": "Back in 1986 when we began, the US liability insurance market was in crisis. Things weren't looking good. Not the best time to start a business, you might think. But at Beazley we see every risk as an opportunity to do things differently.",
        "zhHantHK": "Back in 1986 when we began, the US liability insurance market was in crisis. Things weren't looking good. Not the best time to start a business, you might think. But at Beazley we see every risk as an opportunity to do things differently.",
        "enUS": "Back in 1986 when we began, the US liability insurance market was in crisis. Things weren't looking good. Not the best time to start a business, you might think. But at Beazley we see every risk as an opportunity to do things differently.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 76,
      "region": "香港"
    },
    {
      "code": "FWDSINGAPORE",
      "name": "富衛人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "富卫人寿(新加坡)",
        "zhHantHK": "富衛人壽(新加坡)",
        "enUS": "FWD Life Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/fwdsingapore.png",
      "desc": "FWD 於 2016 年在新加坡開始運營，旨在通過利用技術為客戶提供相關、易於理解且易於使用的產品和體驗，改變人們對保險的看法。",
      "descI18n": {
        "zhHansCN": "FWD 于 2016 年在新加坡开始运营，旨在通过利用技术为客户提供相关、易于理解且易于使用的产品和体验，改变人们对保险的看法。",
        "zhHantHK": "FWD 於 2016 年在新加坡開始運營，旨在通過利用技術為客戶提供相關、易於理解且易於使用的產品和體驗，改變人們對保險的看法。",
        "enUS": "FWD started operations in Singapore in 2016 and aims to change the way people feel about insurance by leveraging technology to deliver products and experiences that are relevant, easy to understand, and accessible for our customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 77,
      "region": "新加坡"
    },
    {
      "code": "NTUCINCOME",
      "name": "職總英康",
      "nameI18n": {
        "zhHansCN": "职总英康",
        "zhHantHK": "職總英康",
        "enUS": "NTUC Income",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/ntucincome.png",
      "desc": "Income Insurance Limited (Income Insurance) is one of the leading composite insurers in Singapore, offering life, health and general insurance. Established in 1970 as the only insurance co-operative in Singapore to plug a social need for insurance, Income is now a public non-listed company limited by shares, which continues to serve the protection, savings and investment needs of individuals, families and businesses today. Its lifestyle-centric and data-driven approach to insurance and financial planning puts the company at the forefront of innovative solutions that empowers the people it serves with better financial well-being. Additionally, Income Insurance is committed to being a responsible business that champions the environment and builds stronger communities by supporting financial inclusion, education for youth-in-need and seniors’ well-being. ",
      "descI18n": {
        "zhHansCN": "Income Insurance Limited (Income Insurance) is one of the leading composite insurers in Singapore, offering life, health and general insurance. Established in 1970 as the only insurance co-operative in Singapore to plug a social need for insurance, Income is now a public non-listed company limited by shares, which continues to serve the protection, savings and investment needs of individuals, families and businesses today. Its lifestyle-centric and data-driven approach to insurance and financial planning puts the company at the forefront of innovative solutions that empowers the people it serves with better financial well-being. Additionally, Income Insurance is committed to being a responsible business that champions the environment and builds stronger communities by supporting financial inclusion, education for youth-in-need and seniors’ well-being. ",
        "zhHantHK": "Income Insurance Limited (Income Insurance) is one of the leading composite insurers in Singapore, offering life, health and general insurance. Established in 1970 as the only insurance co-operative in Singapore to plug a social need for insurance, Income is now a public non-listed company limited by shares, which continues to serve the protection, savings and investment needs of individuals, families and businesses today. Its lifestyle-centric and data-driven approach to insurance and financial planning puts the company at the forefront of innovative solutions that empowers the people it serves with better financial well-being. Additionally, Income Insurance is committed to being a responsible business that champions the environment and builds stronger communities by supporting financial inclusion, education for youth-in-need and seniors’ well-being. ",
        "enUS": "Income Insurance Limited (Income Insurance) is one of the leading composite insurers in Singapore, offering life, health and general insurance. Established in 1970 as the only insurance co-operative in Singapore to plug a social need for insurance, Income is now a public non-listed company limited by shares, which continues to serve the protection, savings and investment needs of individuals, families and businesses today. Its lifestyle-centric and data-driven approach to insurance and financial planning puts the company at the forefront of innovative solutions that empowers the people it serves with better financial well-being. Additionally, Income Insurance is committed to being a responsible business that champions the environment and builds stronger communities by supporting financial inclusion, education for youth-in-need and seniors’ well-being. ",
        "jaJP": null,
        "koKR": null
      },
      "rank": 79,
      "region": "新加坡"
    },
    {
      "code": "SOMPOSINGAPORE",
      "name": "SOMPO Insurance",
      "nameI18n": {
        "zhHansCN": "SOMPO Insurance",
        "zhHantHK": "SOMPO Insurance",
        "enUS": "SOMPO Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/somposingapore.png",
      "desc": "Sompo is a member of SOMPO HOLDINGS, a trusted and established insurance and risk solutions provider in Japan for over a century. Today, SOMPO HOLDINGS serves its customers in more than 30 countries and regions. Since 1989, Sompo has been providing companies and individuals with premium yet affordable insurance in Singapore. At the heart of what we do is our commitment to deliver our best service to our customers. More than just providing comprehensive coverage, we aim to be our customers’ trusted partner when it comes to protecting what they value and treasure most. Because, above all, their well-being is what we collectively work for.",
      "descI18n": {
        "zhHansCN": "Sompo is a member of SOMPO HOLDINGS, a trusted and established insurance and risk solutions provider in Japan for over a century. Today, SOMPO HOLDINGS serves its customers in more than 30 countries and regions. Since 1989, Sompo has been providing companies and individuals with premium yet affordable insurance in Singapore. At the heart of what we do is our commitment to deliver our best service to our customers. More than just providing comprehensive coverage, we aim to be our customers’ trusted partner when it comes to protecting what they value and treasure most. Because, above all, their well-being is what we collectively work for.",
        "zhHantHK": "Sompo is a member of SOMPO HOLDINGS, a trusted and established insurance and risk solutions provider in Japan for over a century. Today, SOMPO HOLDINGS serves its customers in more than 30 countries and regions. Since 1989, Sompo has been providing companies and individuals with premium yet affordable insurance in Singapore. At the heart of what we do is our commitment to deliver our best service to our customers. More than just providing comprehensive coverage, we aim to be our customers’ trusted partner when it comes to protecting what they value and treasure most. Because, above all, their well-being is what we collectively work for.",
        "enUS": "Sompo is a member of SOMPO HOLDINGS, a trusted and established insurance and risk solutions provider in Japan for over a century. Today, SOMPO HOLDINGS serves its customers in more than 30 countries and regions. Since 1989, Sompo has been providing companies and individuals with premium yet affordable insurance in Singapore. At the heart of what we do is our commitment to deliver our best service to our customers. More than just providing comprehensive coverage, we aim to be our customers’ trusted partner when it comes to protecting what they value and treasure most. Because, above all, their well-being is what we collectively work for.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 80,
      "region": "新加坡"
    },
    {
      "code": "SWISSLIFE",
      "name": "瑞士人壽",
      "nameI18n": {
        "zhHansCN": "瑞士人寿",
        "zhHantHK": "瑞士人壽",
        "enUS": "Swiss Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/swisslife.png",
      "desc": "瑞士人壽集團是歐洲領先的人壽、養老金和金融解決方案提供商。160多年來，我們一直致力於幫助私人和企業客戶為他們的財務未來做好准備。這是我們在瑞士人壽的使命的起源:我們使人們過上自主的生活。",
      "descI18n": {
        "zhHansCN": "瑞士人寿集团是欧洲领先的人寿、养老金和金融解决方桉提供商。160多年来，我们一直致力于帮助私人和企业客户为他们的财务未来做好准备。这是我们在瑞士人寿的使命的起源:我们使人们过上自主的生活。",
        "zhHantHK": "瑞士人壽集團是歐洲領先的人壽、養老金和金融解決方案提供商。160多年來，我們一直致力於幫助私人和企業客戶為他們的財務未來做好准備。這是我們在瑞士人壽的使命的起源:我們使人們過上自主的生活。",
        "enUS": "The Swiss Life Group is a leading provider of life and pensions and financial solutions in Europe. For over 160 years we have been helping private and corporate clients prepare their financial future. This is the origin of our mandate at Swiss Life: we enable people to lead a self-determined life.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 81,
      "region": "新加坡"
    },
    {
      "code": "AXASINGAPORE",
      "name": "安盛保險(新加坡)",
      "nameI18n": {
        "zhHansCN": "安盛保险(新加坡)",
        "zhHantHK": "安盛保險(新加坡)",
        "enUS": "AXA Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/axasingapore.png",
      "desc": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
      "descI18n": {
        "zhHansCN": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
        "zhHantHK": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
        "enUS": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 82,
      "region": "新加坡"
    },
    {
      "code": "CHINALIFESINGAPORE",
      "name": "中國人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "中国人寿(新加坡)",
        "zhHantHK": "中國人壽(新加坡)",
        "enUS": "China Life Insurance (Singapore) Pte. Ltd.",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/chinalifesingapore.png",
      "desc": "中國人壽保險(新加坡)有限公司成立於2015年，是一家受新加坡金融管理局監管的持牌人壽保險公司。作為中國最大的國有金融保險公司——中國人壽保險(集團)公司(“中國人壽”)的一部分，我們擁有其雄厚的資金實力和悠久的傳統。中國人壽連續21年入選《財富》世界500強，在2023年排名第54位。是具有全球影響力的品牌，品牌價值達4855.67億元。",
      "descI18n": {
        "zhHansCN": "中国人寿保险(新加坡)有限公司成立于2015年，是一家受新加坡金融管理局监管的持牌人寿保险公司。作为中国最大的国有金融保险公司——中国人寿保险(集团)公司(“中国人寿”)的一部分，我们拥有其雄厚的资金实力和悠久的传统。中国人寿连续21年入选《财富》世界500强，在2023年排名第54位。是具有全球影响力的品牌，品牌价值达4855.67亿元。",
        "zhHantHK": "中國人壽保險(新加坡)有限公司成立於2015年，是一家受新加坡金融管理局監管的持牌人壽保險公司。作為中國最大的國有金融保險公司——中國人壽保險(集團)公司(“中國人壽”)的一部分，我們擁有其雄厚的資金實力和悠久的傳統。中國人壽連續21年入選《財富》世界500強，在2023年排名第54位。是具有全球影響力的品牌，品牌價值達4855.67億元。",
        "enUS": "Established in 2015, China Life Insurance (Singapore) Pte. Ltd. is a licensed life insurer which is regulated by the Monetary Authority of Singapore. As part of China Life Insurance (Group) Company (\"China Life\") which is the largest state-owned financial insurance corporation in China, we are backed by its financial strength and established heritage^. For 21 consecutive years, China Life is a Fortune Global 500 company, ranking 54 in 2023. It is an influential global brand with a brand value of RMB 485.567 billion.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 84,
      "region": "新加坡"
    },
    {
      "code": "QUILTERSINGAPORE",
      "name": "瑞達國際(新加坡)",
      "nameI18n": {
        "zhHansCN": "瑞达国际(新加坡)",
        "zhHantHK": "瑞達國際(新加坡)",
        "enUS": "Quilter International Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/quiltersingapore.png",
      "desc": "",
      "descI18n": {
        "zhHansCN": "",
        "zhHantHK": "",
        "enUS": "",
        "jaJP": null,
        "koKR": null
      },
      "rank": 86,
      "region": "新加坡"
    },
    {
      "code": "AVIVASINGAPORE",
      "name": "英傑華人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "英杰华人寿(新加坡)",
        "zhHantHK": "英傑華人壽(新加坡)",
        "enUS": "Aviva Ltd",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/avivasingapore.png",
      "desc": "我們於2022年1月由 Singlife 和 Aviva Singapore 合併而成，是新加坡最大的本土金融服務公司之一。通過關鍵的歴史裏程碑繪制我們的旅程。",
      "descI18n": {
        "zhHansCN": "我们于2022年1月由 Singlife 和 Aviva Singapore 合并而成，是新加坡最大的本土金融服务公司之一。通过关键的历史里程碑绘制我们的旅程。",
        "zhHantHK": "我們於2022年1月由 Singlife 和 Aviva Singapore 合併而成，是新加坡最大的本土金融服務公司之一。通過關鍵的歴史裏程碑繪制我們的旅程。",
        "enUS": "Formed in January 2022 from the merger of Singlife and Aviva Singapore, we are one of the largest homegrown financial services companies in the republic. Chart our journey through key historical milestones.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 88,
      "region": "新加坡"
    },
    {
      "code": "TRANSAMERICASG",
      "name": "全美人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "全美人寿(新加坡)",
        "zhHantHK": "全美人壽(新加坡)",
        "enUS": "Transamerica Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/transamericasg.png",
      "desc": "全美人壽百慕達為主要的高資產壽險服務供應商，隸屬全球保險集團(external link)。全球保險集團為扎根荷蘭海牙的主要國際金融服務公司，提供人壽保險 、 退休金及資產管理，業務遍及美洲 、 歐洲及亞洲逾20個國家。全球保險集團於阿姆斯特丹及紐約證券交易所上市， 旗下公司在全球雇用22,000名員工，服務3,170萬名客戶。全美人壽公司創立至今逾一個世紀 。憑籍我們對高資產客戶的專注，全美人壽百慕達成為公認的主要高資產壽險服務供應商， 並在高資產財富保障的各方面都積累了豐富的專業知識， 包括處理高保額而複雜的保單，以助客戶規劃遺產及業務安排。同時也在新加坡設有分行，並獲新加坡金融管理局發出執照，也嚴格遵守有關當局對償付能力的要求。",
      "descI18n": {
        "zhHansCN": "全美人寿百慕达为主要的高资产寿险服务供应商，隶属全球保险集团(external link)。全球保险集团为扎根荷兰海牙的主要国际金融服务公司，提供人寿保险 、 退休金及资产管理，业务遍及美洲 、 欧洲及亚洲逾20个国家。全球保险集团于阿姆斯特丹及纽约证券交易所上市， 旗下公司在全球雇用22,000名员工，服务3,170万名客户。全美人寿公司创立至今逾一个世纪 。凭籍我们对高资产客户的专注，全美人寿百慕达成为公认的主要高资产寿险服务供应商， 并在高资产财富保障的各方面都积累了丰富的专业知识， 包括处理高保额而複杂的保单，以助客户规划遗产及业务安排。同时也在新加坡设有分行，并获新加坡金融管理局发出执照，也严格遵守有关当局对偿付能力的要求。",
        "zhHantHK": "全美人壽百慕達為主要的高資產壽險服務供應商，隸屬全球保險集團(external link)。全球保險集團為扎根荷蘭海牙的主要國際金融服務公司，提供人壽保險 、 退休金及資產管理，業務遍及美洲 、 歐洲及亞洲逾20個國家。全球保險集團於阿姆斯特丹及紐約證券交易所上市， 旗下公司在全球雇用22,000名員工，服務3,170萬名客戶。全美人壽公司創立至今逾一個世紀 。憑籍我們對高資產客戶的專注，全美人壽百慕達成為公認的主要高資產壽險服務供應商， 並在高資產財富保障的各方面都積累了豐富的專業知識， 包括處理高保額而複雜的保單，以助客戶規劃遺產及業務安排。同時也在新加坡設有分行，並獲新加坡金融管理局發出執照，也嚴格遵守有關當局對償付能力的要求。",
        "enUS": "Transamerica Life (Bermuda) Ltd is a leading provider of high-asset life insurance services and is part of the Global Insurance Group (external link). Global Insurance Group is a leading international financial services company based in The Hague, Netherlands, providing life insurance, pensions and asset management with operations in more than 20 countries in the Americas, Europe and Asia. Listed on the Amsterdam and New York Stock exchanges, Global Insurance Group's companies employ 22,000 people worldwide and serve 31.7 million customers. Transamerica Life was founded more than a century ago. With our focus on high-asset clients, TransAmerica Life Bermuda is recognized as a leading provider of high-asset life insurance services and has developed extensive expertise in all aspects of high-asset wealth protection, including handling high-value and complex policies to help clients plan estates and business arrangements. It also has branches in Singapore, licensed by the Monetary Authority of Singapore and in strict compliance with the solvency requirements of the relevant authorities.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 89,
      "region": "新加坡"
    },
    {
      "code": "HSBCSINGAPORE",
      "name": "滙豐人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "汇丰人寿(新加坡)",
        "zhHantHK": "滙豐人壽(新加坡)",
        "enUS": "HSBC  Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/hsbcsingapore.png",
      "desc": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
      "descI18n": {
        "zhHansCN": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
        "zhHantHK": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
        "enUS": "At HSBC Life, we help you build that positive momentum you need to have an edge, at every stage of your life. Whether you wish to protect the things you have, invest in the future you want, or build a legacy for your future generations, we're partnering you to turn those wishes into reality. As part of the HSBC Group, we bring together diverse perspective, experiences and innovation. This lets us provide you with holistic financial solutions designed to suit you, so you'll have the confidence to take charge of your life.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 93,
      "region": "新加坡"
    },
    {
      "code": "TRINITY",
      "name": "三聯保險有限公司",
      "nameI18n": {
        "zhHansCN": "三联保险有限公司",
        "zhHantHK": "三聯保險有限公司",
        "enUS": "Trinity General Insurance Company Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/trinity.png",
      "desc": "三聯保險有限公司於1977年在香港特別行政區註冊成立，而在保險公司法例下，符合各項保險事務要求，尤其於恰當管理，資本要求, 本地資產評估，足夠再保險安排，財政穩定和帳目報告等，批准可以經營各類一般保險業務。",
      "descI18n": {
        "zhHansCN": "三联保险有限公司于1977年在香港特别行政区注册成立，而在保险公司法例下，符合各项保险事务要求，尤其于恰当管理，资本要求, 本地资产评估，足够再保险安排，财政稳定和帐目报告等，批准可以经营各类一般保险业务。",
        "zhHantHK": "三聯保險有限公司於1977年在香港特別行政區註冊成立，而在保險公司法例下，符合各項保險事務要求，尤其於恰當管理，資本要求, 本地資產評估，足夠再保險安排，財政穩定和帳目報告等，批准可以經營各類一般保險業務。",
        "enUS": "The company was incorporated in the Hong Kong Special Administrative Region in 1977 and is authorized to carry on all types of general insurance business under the Insurance Companies Legislation by meeting various insurance requirements, in particular proper management, capital requirements, local asset valuation, adequate reinsurance arrangements, financial stability and account reporting.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 95,
      "region": "香港"
    },
    {
      "code": "TOKIOMARINE",
      "name": "東京海上火災保險(香港)有限公司",
      "nameI18n": {
        "zhHansCN": "东京海上火灾保险(香港)有限公司",
        "zhHantHK": "東京海上火災保險(香港)有限公司",
        "enUS": "The Tokio Marine and Fire Insurance Co.(HK)Ltd.",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/tokiomarine.png",
      "desc": "東京海上火災保險（香港）有限公司乃東京海上集團附屬公司，其為全球實力最雄厚的保險集團之一。東京海上於香港的發展歷史可追溯至1879年。而自1953年起，其業務緊隨戰後經濟節節而上。至今，已成為香港最大規模的海上貨運保險公司之一，業務穩健，獲得國際評級機構標準普爾A的信貸評級。本集團在全球近40個國家擁有卓越的國際網絡，僱用員工超過38,800名；強大的商業網絡更伸延至亞洲各地包括中國和香港。",
      "descI18n": {
        "zhHansCN": "东京海上火灾保险（香港）有限公司乃东京海上集团附属公司，其为全球实力最雄厚的保险集团之一。东京海上于香港的发展歷史可追溯至1879年。而自1953年起，其业务紧随战后经济节节而上。至今，已成为香港最大规模的海上货运保险公司之一，业务稳健，获得国际评级机构标準普尔A的信贷评级。本集团在全球近40个国家拥有卓越的国际网络，僱用员工超过38,800名；强大的商业网络更伸延至亚洲各地包括中国和香港。",
        "zhHantHK": "東京海上火災保險（香港）有限公司乃東京海上集團附屬公司，其為全球實力最雄厚的保險集團之一。東京海上於香港的發展歷史可追溯至1879年。而自1953年起，其業務緊隨戰後經濟節節而上。至今，已成為香港最大規模的海上貨運保險公司之一，業務穩健，獲得國際評級機構標準普爾A的信貸評級。本集團在全球近40個國家擁有卓越的國際網絡，僱用員工超過38,800名；強大的商業網絡更伸延至亞洲各地包括中國和香港。",
        "enUS": "Tokio Marine Fire Insurance (Hong Kong) Limited is a subsidiary of Tokio Marine Group, one of the most powerful insurance groups in the world. The history of the development of Tokyo Sea in Hong Kong can be traced back to 1879. Since 1953, its business has kept pace with the post-war economy. To date, it has become one of the largest Marine cargo insurance companies in Hong Kong, with A solid business and A credit rating from the international rating agency Standard & Poor's. The Group has an outstanding international network in nearly 40 countries and employs more than 38,800 people. A strong business network extends throughout Asia including China and Hong Kong.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 96,
      "region": "香港"
    },
    {
      "code": "API",
      "name": "亞太財產保險",
      "nameI18n": {
        "zhHansCN": "亚太财产保险",
        "zhHantHK": "亞太財產保險",
        "enUS": "Asia-Pacific Property & Casualty Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/api.png",
      "desc": " 亞太財產保險有限公司（簡稱「亞太財險」）是經原中國保監會批準成立的全國性綜合財產保險公司。公司註冊資本金40億元人民幣，償付能力充足，2022年第一季度風險綜合評級結果為B類。亞太財險由「民安財產保險有限公司」更名而來，是一家歷史悠久的財產保險公司。自1943年創立至今，已有79年的發展歷史。公司經營範圍包括：財產損失保險、責任保險、信用保險和保證保險、短期健康保險和意外傷害保險等業務，擁有約1700款保險產品。亞太財險擁有230余家分支機構，服務網絡覆蓋內地和香港地區，可為客戶提供全國「通保通賠服務」。公司擁有專業的人才隊伍和豐富的風險管理經驗，具備強大的再保支持和海外救援能力，能夠為海內外客戶提供誠信、專業、周全、快捷、細致的風險保障及風險管理增值服務。亞太財險將堅持「穩健經營、創新發展」的經營理念和「誠信、服務、專業、價值」的亞太精神，以客戶需求為導向、以風險管理為核心、以金融科技為驅動，堅持差異化定位、數字化運營、生態化布局、輕型化發展，致力於將公司建設成為可持續價值增長的綜合性財產保險公司。",
      "descI18n": {
        "zhHansCN": " 亚太财产保险有限公司（简称“亚太财险”）是经原中国保监会批准成立的全国性综合财产保险公司。公司注册资本金40亿元人民币，偿付能力充足，2022年第一季度风险综合评级结果为B类。亚太财险由“民安财产保险有限公司”更名而来，是一家历史悠久的财产保险公司。自1943年创立至今，已有79年的发展历史。公司经营范围包括：财产损失保险、责任保险、信用保险和保证保险、短期健康保险和意外伤害保险等业务，拥有约1700款保险产品。亚太财险拥有230余家分支机构，服务网络覆盖内地和香港地区，可为客户提供全国“通保通赔服务”。公司拥有专业的人才队伍和丰富的风险管理经验，具备强大的再保支持和海外救援能力，能够为海内外客户提供诚信、专业、周全、快捷、细致的风险保障及风险管理增值服务。亚太财险将坚持“稳健经营、创新发展”的经营理念和“诚信、服务、专业、价值”的亚太精神，以客户需求为导向、以风险管理为核心、以金融科技为驱动，坚持差异化定位、数字化运营、生态化布局、轻型化发展，致力于将公司建设成为可持续价值增长的综合性财产保险公司。",
        "zhHantHK": " 亞太財產保險有限公司（簡稱「亞太財險」）是經原中國保監會批準成立的全國性綜合財產保險公司。公司註冊資本金40億元人民幣，償付能力充足，2022年第一季度風險綜合評級結果為B類。亞太財險由「民安財產保險有限公司」更名而來，是一家歷史悠久的財產保險公司。自1943年創立至今，已有79年的發展歷史。公司經營範圍包括：財產損失保險、責任保險、信用保險和保證保險、短期健康保險和意外傷害保險等業務，擁有約1700款保險產品。亞太財險擁有230余家分支機構，服務網絡覆蓋內地和香港地區，可為客戶提供全國「通保通賠服務」。公司擁有專業的人才隊伍和豐富的風險管理經驗，具備強大的再保支持和海外救援能力，能夠為海內外客戶提供誠信、專業、周全、快捷、細致的風險保障及風險管理增值服務。亞太財險將堅持「穩健經營、創新發展」的經營理念和「誠信、服務、專業、價值」的亞太精神，以客戶需求為導向、以風險管理為核心、以金融科技為驅動，堅持差異化定位、數字化運營、生態化布局、輕型化發展，致力於將公司建設成為可持續價值增長的綜合性財產保險公司。",
        "enUS": "Asia Pacific Property Insurance Co., LTD. (hereinafter referred to as \"Asia Pacific Property Insurance\") is a national comprehensive property insurance company established with the approval of the former China Insurance Regulatory Commission. The registered capital of the company is 4 billion yuan, the solvency is sufficient, and the comprehensive risk rating in the first quarter of 2022 is Class B. Asia Pacific Property Insurance was renamed from \"Man An Property Insurance Company Limited\" and is a property insurance company with a long history. Since its establishment in 1943, it has a development history of 79 years. The company's business scope includes: property damage insurance, liability insurance, credit insurance and warranty insurance, short-term health insurance and accident insurance, and has about 1,700 insurance products. With more than 230 branches and a service network covering the mainland and Hong Kong, APAC can provide customers with \"insurance and indemnity services\" across the country. The company has a professional talent team and rich experience in risk management, with a strong reinsurance support and overseas rescue capabilities, can provide customers at home and abroad with integrity, professional, comprehensive, fast, meticulous risk protection and risk management value-added services. Apac will adhere to the business philosophy of \"steady operation, innovative development\" and the Asia-Pacific spirit of \"integrity, service, professionalism and value\", take customer demand as the orientation, risk management as the core, financial technology as the driving force, and adhere to differentiated positioning, digital operation, ecological layout and lightweight development. Committed to building the company into a comprehensive property insurance company with sustainable value growth.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 97,
      "region": "香港"
    },
    {
      "code": "PANAMERICAN",
      "name": "泛美人壽保險集團",
      "nameI18n": {
        "zhHansCN": "泛美人寿保险集团",
        "zhHantHK": "泛美人壽保險集團",
        "enUS": "Pan American Life Insurance Group",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/panamerican.png",
      "desc": "Pan-American Life Insurance Group (PALIG) is a leading provider of life, accident and health insurance. For more than 110 years, we have earned the trust of millions of customers across the Americas by delivering trusted financial security and peace of mind so they can protect what matters the most – their families, their business and their futures.",
      "descI18n": {
        "zhHansCN": "Pan-American Life Insurance Group (PALIG) is a leading provider of life, accident and health insurance. For more than 110 years, we have earned the trust of millions of customers across the Americas by delivering trusted financial security and peace of mind so they can protect what matters the most – their families, their business and their futures.",
        "zhHantHK": "Pan-American Life Insurance Group (PALIG) is a leading provider of life, accident and health insurance. For more than 110 years, we have earned the trust of millions of customers across the Americas by delivering trusted financial security and peace of mind so they can protect what matters the most – their families, their business and their futures.",
        "enUS": "Pan-American Life Insurance Group (PALIG) is a leading provider of life, accident and health insurance. For more than 110 years, we have earned the trust of millions of customers across the Americas by delivering trusted financial security and peace of mind so they can protect what matters the most – their families, their business and their futures.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 97,
      "region": "美國"
    },
    {
      "code": "PICC",
      "name": "中國人民保險(香港)",
      "nameI18n": {
        "zhHansCN": "中国人民保险(香港)",
        "zhHantHK": "中國人民保險(香港)",
        "enUS": "People’s Insurance Company of China (Hong Kong)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/picc.png",
      "desc": "中國人民保險(香港)有限公司(以下簡稱“人保香港”)成立於2002年11月25日，是中國人民保險集團股份有限公司(以下简称“中國人保集團”)的第一家海外經營性子公司。人保香港註冊資本16.1億港元，其中，中國人保集團持股89.363%，亞洲保險有限公司持股7.393%，盤古保險公眾有限公司持股2.074%，中亞保險有限公司持股1.170%。",
      "descI18n": {
        "zhHansCN": "中国人民保险(香港)有限公司(以下简称“人保香港”)成立于2002年11月25日，是中国人民保险集团股份有限公司(以下简称“中国人保集团”)的第一家海外经营性子公司。人保香港注册资本16.1亿港元，其中，中国人保集团持股89.363%，亚洲保险有限公司持股7.393%，盘古保险公众有限公司持股2.074%，中亚保险有限公司持股1.170%。",
        "zhHantHK": "中國人民保險(香港)有限公司(以下簡稱“人保香港”)成立於2002年11月25日，是中國人民保險集團股份有限公司(以下简称“中國人保集團”)的第一家海外經營性子公司。人保香港註冊資本16.1億港元，其中，中國人保集團持股89.363%，亞洲保險有限公司持股7.393%，盤古保險公眾有限公司持股2.074%，中亞保險有限公司持股1.170%。",
        "enUS": "The People's Insurance of China (Hong Kong) Company Limited (hereinafter referred to as PICC Hong Kong) was established on November 25, 2002, and is the first overseas operating subsidiary of the People's Insurance Group of China Limited (hereinafter referred to as PICC Group). Picc has a registered capital of HK $1.61 billion, of which 89.363% is held by PICC Group, 7.393% by Asia Insurance Company Limited, 2.074% by Pangu Insurance Public Company Limited and 1.170% by Central Asia Insurance Company Limited.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 98,
      "region": "香港"
    },
    {
      "code": "HANGSENG",
      "name": "恆生保險有限公司",
      "nameI18n": {
        "zhHansCN": "恒生保险有限公司",
        "zhHantHK": "恆生保險有限公司",
        "enUS": "Hang Seng Insurance Company Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/hangseng.png",
      "desc": "恒生保险有限公司(“恒生保险”) 是恒生银行有限公司的全资附属公司，於香港进行主要活动及业务营运。恒生保险已获香港保险业监管局授权经营长期业务，主要是人寿及年金业务，并受其监管。恒生保险为零售和企业客户提供多元化的人寿保险产品。",
      "descI18n": {
        "zhHansCN": "恒生保險有限公司(「恒生保險」) 是恒生銀行有限公司的全資附屬公司，於香港進行主要活動及業務營運。恒生保險已獲香港保險業監管局授權經營長期業務，主要是人壽及年金業務，並受其監管。恒生保險為零售和企業客戶提供多元化的人壽保險產品。",
        "zhHantHK": "恒生保险有限公司(“恒生保险”) 是恒生银行有限公司的全资附属公司，於香港进行主要活动及业务营运。恒生保险已获香港保险业监管局授权经营长期业务，主要是人寿及年金业务，并受其监管。恒生保险为零售和企业客户提供多元化的人寿保险产品。",
        "enUS": "Hang Seng Insurance Company Limited (“Hang Seng Insurance”), a wholly-owned subsidiary of Hang Seng Bank Limited, with principal activities and business operations in Hong Kong. Hang Seng Insurance is authorised and regulated by the Insurance Authority in Hong Kong to carry on long term business, mainly focusing on life and annuity business. Hang Seng Insurance offers a diversified portfolio of life insurance products to retail and corporate customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "LIFEBEE:COMPANY002",
      "name": "美国保险",
      "nameI18n": {
        "zhHansCN": "美国保险",
        "zhHantHK": "美国保险",
        "enUS": "美国保险",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/others.png",
      "desc": null,
      "descI18n": null,
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "RSA",
      "name": "RSA保險集團",
      "nameI18n": {
        "zhHansCN": "RSA保险集团",
        "zhHantHK": "RSA保險集團",
        "enUS": "RSA Insurance Group",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/rsa.png",
      "desc": "RSA Insurance Group是一家國際通用保險公司。該公司直接向客戶提供個人、商業和專業保險產品和服務。其業務部門包括斯堪的納維亞半島、加拿大、英國和愛爾蘭、中央職能和非核心部門。該公司根據地理位置劃分業務部門，各業務部門均提供個人和商業一般保險服務。該公司主要在斯堪的納維亞、加拿大、英國和國際上開展核心業務。其非核心業務包括在英國的傳統業務和在中東的業務。其英國傳統業務是英國業務的一部分。其產品線包括個人汽車保險、家庭保險、其他個人保險、商業財產保險、責任保險和海上保險等。該公司為中小型商業客戶、中型企業客戶和全球專業客戶提供服務。",
      "descI18n": {
        "zhHansCN": "RSA Insurance Group是一家国际通用保险公司。该公司直接向客户提供个人、商业和专业保险产品和服务。其业务部门包括斯堪的纳维亚半岛、加拿大、英国和爱尔兰、中央职能和非核心部门。该公司根据地理位置划分业务部门，各业务部门均提供个人和商业一般保险服务。该公司主要在斯堪的纳维亚、加拿大、英国和国际上开展核心业务。其非核心业务包括在英国的传统业务和在中东的业务。其英国传统业务是英国业务的一部分。其产品线包括个人汽车保险、家庭保险、其他个人保险、商业财产保险、责任保险和海上保险等。该公司为中小型商业客户、中型企业客户和全球专业客户提供服务。",
        "zhHantHK": "RSA Insurance Group是一家國際通用保險公司。該公司直接向客戶提供個人、商業和專業保險產品和服務。其業務部門包括斯堪的納維亞半島、加拿大、英國和愛爾蘭、中央職能和非核心部門。該公司根據地理位置劃分業務部門，各業務部門均提供個人和商業一般保險服務。該公司主要在斯堪的納維亞、加拿大、英國和國際上開展核心業務。其非核心業務包括在英國的傳統業務和在中東的業務。其英國傳統業務是英國業務的一部分。其產品線包括個人汽車保險、家庭保險、其他個人保險、商業財產保險、責任保險和海上保險等。該公司為中小型商業客戶、中型企業客戶和全球專業客戶提供服務。",
        "enUS": "RSA Insurance Group is an international general insurance company. The company provides personal, commercial and professional insurance products and services directly to customers. Its business segments include Scandinavia, Canada, the United Kingdom and Ireland, central functions and non-core divisions. The company is organized into business units based on geographic location, and each business unit provides personal and commercial general insurance services. The company conducts its core business primarily in Scandinavia, Canada, the United Kingdom and internationally. Its non-core businesses include traditional operations in the UK and operations in the Middle East. Its traditional UK business is part of the UK business. Its product lines include personal auto insurance, home insurance, other personal insurance, commercial property insurance, liability insurance and Marine insurance. The company serves small and medium business customers, medium enterprise customers, and professional customers worldwide.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "加拿大"
    },
    {
      "code": "ALLIEDWORLD",
      "name": "世聯保險有限公司",
      "nameI18n": {
        "zhHansCN": "世联保险有限公司",
        "zhHantHK": "世聯保險有限公司",
        "enUS": "Allied World ",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/alliedworld.png",
      "desc": "Allied World Assurance Company Holdings, Ltd 通過其子公司，是一家全球性的保險和再保險解決方案提供商。自2001年以來，我們以Allied World品牌運營，並以周到的服務和有意義的覆蓋範圍為客戶、委托人和貿易夥伴提供支持。Allied World 是 Fairfax Financial Holdings Limited 的子公司，受益於全球附屬實體網絡，使Allied World 能夠以非傳統的方式思考和回應。",
      "descI18n": {
        "zhHansCN": "Allied World Assurance Company Holdings, Ltd 通过其子公司，是一家全球性的保险和再保险解决方桉提供商。自2001年以来，我们以Allied World品牌运营，并以周到的服务和有意义的覆盖范围为客户、委托人和贸易伙伴提供支持。Allied World 是 Fairfax Financial Holdings Limited 的子公司，受益于全球附属实体网络，使Allied World 能够以非传统的方式思考和回应。",
        "zhHantHK": "Allied World Assurance Company Holdings, Ltd 通過其子公司，是一家全球性的保險和再保險解決方案提供商。自2001年以來，我們以Allied World品牌運營，並以周到的服務和有意義的覆蓋範圍為客戶、委托人和貿易夥伴提供支持。Allied World 是 Fairfax Financial Holdings Limited 的子公司，受益於全球附屬實體網絡，使Allied World 能夠以非傳統的方式思考和回應。",
        "enUS": "Allied World Assurance Company Holdings, Ltd, through its subsidiaries, is a global provider of insurance and reinsurance solutions. Operating under the Allied World brand since 2001, we support our customers, principals and trading partners with attentive service and meaningful coverage. Allied World, a subsidiary of Fairfax Financial Holdings Limited, benefits from a global network of affiliated entities that enable Allied World to think and respond in non-traditional ways.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "ASIA",
      "name": "亞洲保險",
      "nameI18n": {
        "zhHansCN": "亚洲保险",
        "zhHantHK": "亞洲保險",
        "enUS": "Asia Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/asia.png",
      "desc": "亞洲保險現為香港成功且具領導地位的本地一般保險公司之一。公司具有豐厚的財務實力（雄厚的資本、良好的現金流動性和標準普爾財政實力和相對人信用 「A」評級）、龐大的分銷網絡 、良好的客戶基礎，及在業務開拓和管理上的優良紀錄。公司在區內，包括中國，與業務伙伴保持著良好關係，並組建了多個成功的合資業務。",
      "descI18n": {
        "zhHansCN": "亚洲保险现为香港成功且具领导地位的本地一般保险公司之一。公司具有丰厚的财务实力（雄厚的资本、良好的现金流动性和标準普尔财政实力和相对人信用 「A」评级）、庞大的分销网络 、良好的客户基础，及在业务开拓和管理上的优良纪录。公司在区内，包括中国，与业务伙伴保持着良好关係，并组建了多个成功的合资业务。",
        "zhHantHK": "亞洲保險現為香港成功且具領導地位的本地一般保險公司之一。公司具有豐厚的財務實力（雄厚的資本、良好的現金流動性和標準普爾財政實力和相對人信用 「A」評級）、龐大的分銷網絡 、良好的客戶基礎，及在業務開拓和管理上的優良紀錄。公司在區內，包括中國，與業務伙伴保持著良好關係，並組建了多個成功的合資業務。",
        "enUS": "Asia Insurance is now one of the successful and leading local general insurance companies in Hong Kong. The company has strong financial strength (strong capital, good cash liquidity and S&P financial strength and relative credit \"A\" rating), a large distribution network, a good customer base, and a strong track record in business development and management. The company maintains good relationships with business partners in the region, including China, and has formed a number of successful joint ventures.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "MANCHESTER",
      "name": "曼徹斯特保險",
      "nameI18n": {
        "zhHansCN": "曼彻斯特保险",
        "zhHantHK": "曼徹斯特保險",
        "enUS": "Manchester Insurance Agents Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/manchester.png",
      "desc": "曼撤斯特保險（Manchester Insurance）是壹家提供多樣化保險服務的公司，涵蓋個人和商業保險領域。公司以其全面的保險產品、競爭力的價格和卓越的客戶服務而著稱。曼撤斯特保險致力於為客戶提供定制化的保險解決方案，包括但不限於汽車、住宅、商業財產和責任保險。通過專業的團隊和先進的技術，曼撤斯特保險確保客戶能夠獲得及時有效的風險管理和財務保障。公司秉承誠信和專業精神，贏得了廣泛的市場認可和客戶信賴。",
      "descI18n": {
        "zhHansCN": "曼徹斯特保險（Manchester Insurance）是一家提供多样化保险服务的公司，涵盖个人和商业保险领域。公司以其全面的保险产品、竞争力的价格和卓越的客户服务而著称。曼徹斯特保險致力于为客户提供定制化的保险解决方案，包括但不限于汽车、住宅、商业财产和责任保险。通过专业的团队和先进的技术，曼徹斯特保險确保客户能够获得及时有效的风险管理和财务保障。公司秉承诚信和专业精神，赢得了广泛的市场认可和客户信赖。",
        "zhHantHK": "曼撤斯特保險（Manchester Insurance）是壹家提供多樣化保險服務的公司，涵蓋個人和商業保險領域。公司以其全面的保險產品、競爭力的價格和卓越的客戶服務而著稱。曼撤斯特保險致力於為客戶提供定制化的保險解決方案，包括但不限於汽車、住宅、商業財產和責任保險。通過專業的團隊和先進的技術，曼撤斯特保險確保客戶能夠獲得及時有效的風險管理和財務保障。公司秉承誠信和專業精神，贏得了廣泛的市場認可和客戶信賴。",
        "enUS": "Manchester Insurance is a company that offers a variety of insurance services, covering both personal and commercial insurance sectors. Known for its comprehensive insurance products, competitive pricing, and excellent customer service, Manchester Insurance is committed to providing customers with customized insurance solutions, including but not limited to auto, home, commercial property, and liability insurance. With a professional team and advanced technology, Manchester Insurance ensures that clients receive timely and effective risk management and financial protection. The company upholds integrity and professionalism, earning widespread market recognition and customer trust.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "GENERALIIS",
      "name": "忠意保險",
      "nameI18n": {
        "zhHansCN": "忠意保险",
        "zhHantHK": "忠意保險",
        "enUS": "Assicurazioni Generali Società per Azioni",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/generaliis.png",
      "desc": "忠意保險有限公司於1981年在香港註冊為認可的保險公司，並於 2016 年透過忠意人壽（香港）有限公司將業務拓展至人壽保險領域。我們結合本地豐富經驗及忠意集團的環球智慧，持續研發獨特創新的人壽保險、一般保險、特別保險及僱員褔利保險，滿足客戶的不同需求。",
      "descI18n": {
        "zhHansCN": "忠意保险有限公司于1981年在香港注册为认可的保险公司，并于 2016 年透过忠意人寿（香港）有限公司将业务拓展至人寿保险领域。我们结合本地丰富经验及忠意集团的环球智慧，持续研发独特创新的人寿保险、一般保险、特别保险及僱员褔利保险，满足客户的不同需求。",
        "zhHantHK": "忠意保險有限公司於1981年在香港註冊為認可的保險公司，並於 2016 年透過忠意人壽（香港）有限公司將業務拓展至人壽保險領域。我們結合本地豐富經驗及忠意集團的環球智慧，持續研發獨特創新的人壽保險、一般保險、特別保險及僱員褔利保險，滿足客戶的不同需求。",
        "enUS": "The company was incorporated as an authorized insurance company in Hong Kong in 1981 and expanded its business into the life insurance sector in 2016 through the company Zhongyi Life (Hong Kong) Limited. Combining our rich local experience with the global wisdom of the Generale Group, we continue to develop unique and innovative life insurance, general insurance, special insurance and employee benefits insurance to meet the different needs of our customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "FWDI",
      "name": "保特保險",
      "nameI18n": {
        "zhHansCN": "保特保险",
        "zhHantHK": "保特保險",
        "enUS": "Bolttech",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/fwdi.png",
      "desc": "保特保險(香港)有限公司前身為富衛保險有限公司，獲保險業監管局授權的一般保險業務公司。保特保險提供多元化的一般保險方案，以滿足個人和企業客戶的需求。保特保險於2023年6月將品牌重塑並易名，是國際保險科技集團保特集團的其中一員。",
      "descI18n": {
        "zhHansCN": "保特保险(香港)有限公司前身为富卫保险有限公司，获保险业监管局授权的一般保险业务公司。保特保险提供多元化的一般保险方桉，以满足个人和企业客户的需求。保特保险于2023年6月将品牌重塑并易名，是国际保险科技集团保特集团的其中一员。",
        "zhHantHK": "保特保險(香港)有限公司前身為富衛保險有限公司，獲保險業監管局授權的一般保險業務公司。保特保險提供多元化的一般保險方案，以滿足個人和企業客戶的需求。保特保險於2023年6月將品牌重塑並易名，是國際保險科技集團保特集團的其中一員。",
        "enUS": "Bute Insurance (Hong Kong) Limited, formerly known as Fuwei Insurance Company Limited, is a general insurance company authorized by the Insurance Authority. Protec offers a wide range of general insurance policies to meet the needs of individual and corporate customers. Bute Insurance rebranded and changed its name in June 2023 and is a member of the international insurtech group Bute Group.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "CHUBBI",
      "name": "安達保險",
      "nameI18n": {
        "zhHansCN": "安达保险",
        "zhHantHK": "安達保險",
        "enUS": "Chubb Insurance Hong Kong Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/chubbi.png",
      "desc": "安達保險香港有限公司，提供一般保險業務為大型及中小企業客戶、以及個人客戶設計及提供特定的保險產品，包括財產險、責任險、海上險、金融險和個人保險服務。多年來，憑著其雄厚財務實力及市場領導地位，開創新的保險產品，提供優質理賠服務，建立長遠穩健的客戶關係，與時並進。",
      "descI18n": {
        "zhHansCN": "安达保险香港有限公司，提供一般保险业务为大型及中小企业客户、以及个人客户设计及提供特定的保险产品，包括财产险、责任险、海上险、金融险和个人保险服务。多年来，凭着其雄厚财务实力及市场领导地位，开创新的保险产品，提供优质理赔服务，建立长远稳健的客户关係，与时并进。",
        "zhHantHK": "安達保險香港有限公司，提供一般保險業務為大型及中小企業客戶、以及個人客戶設計及提供特定的保險產品，包括財產險、責任險、海上險、金融險和個人保險服務。多年來，憑著其雄厚財務實力及市場領導地位，開創新的保險產品，提供優質理賠服務，建立長遠穩健的客戶關係，與時並進。",
        "enUS": "Chubb Insurance Hong Kong Limited is a general insurance company that designs and provides specific insurance products, including property, liability, Marine, financial and personal insurance services, to large and small business customers, as well as to individual customers. Over the years, with its strong financial strength and market leadership, it has pioneered new insurance products, provided quality claims settlement services, and built long-term and stable customer relationships to keep pace with The Times.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "香港"
    },
    {
      "code": "TAHOELIFEMACAU",
      "name": "泰禾人壽(澳門)",
      "nameI18n": {
        "zhHansCN": "泰禾人寿(澳门)",
        "zhHantHK": "泰禾人壽(澳門)",
        "enUS": "Tahoe Life Macau",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/tahoelifemacau.png",
      "desc": "泰禾人壽以「背靠內地、立足港澳、面向國際」的發展策略，實現集團的「國際化大金融」全產業鏈。憑藉集團雄厚實力，包括醫療網絡、金融投資能力、龐大客戶資源，以及過往服務港澳近30年的專業保險營運及管理基礎，泰禾人壽在保險市場上佔盡優勢，務求透過全面佈局周全服務客戶一生。",
      "descI18n": {
        "zhHansCN": "泰禾人寿以「背靠内地、立足港澳、面向国际」的发展策略，实现集团的「国际化大金融」全产业链。凭借集团雄厚实力，包括医疗网络、金融投资能力、庞大客户资源，以及过往服务港澳近30年的专业保险营运及管理基础，泰禾人寿在保险市场上占尽优势，务求透过全面布局周全服务客户一生。",
        "zhHantHK": "泰禾人壽以「背靠內地、立足港澳、面向國際」的發展策略，實現集團的「國際化大金融」全產業鏈。憑藉集團雄厚實力，包括醫療網絡、金融投資能力、龐大客戶資源，以及過往服務港澳近30年的專業保險營運及管理基礎，泰禾人壽在保險市場上佔盡優勢，務求透過全面佈局周全服務客戶一生。",
        "enUS": "With the development strategy of \"relying on the Mainland, based on Hong Kong and Macao, and facing the world\", Taihe Life Insurance realizes the whole industrial chain of \"international big finance\" of the group. With the strong strength of the Group, including the medical network, financial investment capability, huge customer resources, and the professional insurance operation and management foundation that has served Hong Kong and Macao for nearly 30 years, Taihe Life has the advantage in the insurance market, aiming to provide comprehensive services to customers throughout their lives through comprehensive layout.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "澳門"
    },
    {
      "code": "IT",
      "name": "Investors Trust",
      "nameI18n": {
        "zhHansCN": "Investors Trust",
        "zhHantHK": "Investors Trust",
        "enUS": "Investors Trust",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://lifebee.oss-accelerate.aliyuncs.com/ICON/insurer/it.png",
      "desc": "Investors Trust 是一個國際保險公司集團，在全球多個司法管轄區設有子公司，致力於透過提供多元化的單位連接型產品，讓投資者與國際金融市場接軌，現代化的儲蓄和投資方式，靈活的解決方案，多元化的投資機會，先進的技術以及世界一流的客戶服務，使之成為界內的領導者。 2002年在開曼群島建立了第一家保險公司，並在邁阿密開設企業支援處。2003年建立了最先進的線上交易網站，是業內第一個提供多種語言的線上基金轉換平臺，不到一年的時間ITA開始打入亞洲市場，並逐漸在全球穩定擴展。2004年推出兩項帶動平臺發展的新產品，至目前為止，白金和標準普爾指數系列一直是ITA最成功的產品，引致全球業務迅速增長。 2008年分別在烏拉圭和香港增設兩個服務處。2010年推出了固定收益投資組合，與多元化共同基金投資產品完美配合，同年推出線上申請，是業界首創透過實時安全和現代化的技術來簡化申請流程。2011年ITA推出儲蓄計劃「EVO益富儲蓄計劃」。2012年公司在馬來西亞吉隆坡開設了新的服務處，並獲得了納閩金融服務管理局LFSA的許可證。2014年推出開放投資平臺的債券投資組合產品，耀盛投資組合並擴大其產品系列。2015年在迪拜開設了辦事處，利用其重要的樞紐地位，迅速打入中東，非洲和印度次大陸市場。2019年初ITA成為業界第一間為全球客戶提供不同司法管轄區選擇的保險公司。2019年隨著在波多黎各成立保險公司，ITA有效的為客戶提供同多個司法管轄區的選擇，並根據其個人需求建立投資組合。 ITA在過去的20年中，在每一個重要的裏程碑均取得了巨大的成功，成為單位連接型產品，業界內的領導者，ITA將堅守對市場的承諾，秉持前瞻性的思維，邁步向前持續拓展。",
      "descI18n": {
        "zhHansCN": "Investors Trust 是一个国际保险公司集团，在全球多个司法管辖区设有子公司，致力于透过提供多元化的单位连接型产品，让投资者与国际金融市场接轨，现代化的储蓄和投资方式，灵活的解决方桉，多元化的投资机会，先进的技术以及世界一流的客户服务，使之成为界内的领导者。 2002年在开曼群岛建立了第一家保险公司，并在迈阿密开设企业支援处。2003年建立了最先进的线上交易网站，是业内第一个提供多种语言的线上基金转换平台，不到一年的时间ITA开始打入亚洲市场，并逐渐在全球稳定扩展。2004年推出两项带动平台发展的新产品，至目前为止，白金和标準普尔指数系列一直是ITA最成功的产品，引致全球业务迅速增长。 2008年分别在乌拉圭和香港增设两个服务处。2010年推出了固定收益投资组合，与多元化共同基金投资产品完美配合，同年推出线上申请，是业界首创透过实时安全和现代化的技术来简化申请流程。2011年ITA推出储蓄计划「EVO益富储蓄计划」。2012年公司在马来西亚吉隆坡开设了新的服务处，并获得了纳闽金融服务管理局LFSA的许可证。2014年推出开放投资平台的债券投资组合产品，耀盛投资组合并扩大其产品系列。2015年在迪拜开设了办事处，利用其重要的枢纽地位，迅速打入中东，非洲和印度次大陆市场。2019年初ITA成为业界第一间为全球客户提供不同司法管辖区选择的保险公司。2019年随着在波多黎各成立保险公司，ITA有效的为客户提供同多个司法管辖区的选择，并根据其个人需求建立投资组合。 ITA在过去的20年中，在每一个重要的里程碑均取得了巨大的成功，成为单位连接型产品，业界内的领导者，ITA将坚守对市场的承诺，秉持前瞻性的思维，迈步向前持续拓展。",
        "zhHantHK": "Investors Trust 是一個國際保險公司集團，在全球多個司法管轄區設有子公司，致力於透過提供多元化的單位連接型產品，讓投資者與國際金融市場接軌，現代化的儲蓄和投資方式，靈活的解決方案，多元化的投資機會，先進的技術以及世界一流的客戶服務，使之成為界內的領導者。 2002年在開曼群島建立了第一家保險公司，並在邁阿密開設企業支援處。2003年建立了最先進的線上交易網站，是業內第一個提供多種語言的線上基金轉換平臺，不到一年的時間ITA開始打入亞洲市場，並逐漸在全球穩定擴展。2004年推出兩項帶動平臺發展的新產品，至目前為止，白金和標準普爾指數系列一直是ITA最成功的產品，引致全球業務迅速增長。 2008年分別在烏拉圭和香港增設兩個服務處。2010年推出了固定收益投資組合，與多元化共同基金投資產品完美配合，同年推出線上申請，是業界首創透過實時安全和現代化的技術來簡化申請流程。2011年ITA推出儲蓄計劃「EVO益富儲蓄計劃」。2012年公司在馬來西亞吉隆坡開設了新的服務處，並獲得了納閩金融服務管理局LFSA的許可證。2014年推出開放投資平臺的債券投資組合產品，耀盛投資組合並擴大其產品系列。2015年在迪拜開設了辦事處，利用其重要的樞紐地位，迅速打入中東，非洲和印度次大陸市場。2019年初ITA成為業界第一間為全球客戶提供不同司法管轄區選擇的保險公司。2019年隨著在波多黎各成立保險公司，ITA有效的為客戶提供同多個司法管轄區的選擇，並根據其個人需求建立投資組合。 ITA在過去的20年中，在每一個重要的裏程碑均取得了巨大的成功，成為單位連接型產品，業界內的領導者，ITA將堅守對市場的承諾，秉持前瞻性的思維，邁步向前持續拓展。",
        "enUS": "Investors Trust is an international group of insurance companies with subsidiaries in several jurisdictions around the world, committed to connecting investors with international financial markets by offering a wide range of unit-linked products, modern savings and investment methods, flexible solutions, diversified investment opportunities, and more. Advanced technology and world-class customer service make it a leader in its field. In 2002, the company established its first insurance company in the Cayman Islands and opened a corporate support office in Miami. In 2003, ITA established the most advanced online trading website, the industry's first multi-language online fund conversion platform, less than a year began to enter the Asian market, and gradually expanded steadily around the world. In 2004, two new products were launched to drive the development of the platform, and the Platinum and S&P Index series have been ITA's most successful products to date, leading to rapid global growth. Two additional service offices were opened in Uruguay and Hong Kong in 2008. In 2010, the Fixed income portfolio was launched to complement diversified mutual fund investment products, and the same year, the online application was launched, an industry first to streamline the application process with real-time, secure and modern technology. In 2011 ITA launched the EVO Benefit Savings Plan. In 2012, the company opened a new service office in Kuala Lumpur, Malaysia and obtained a license from the Labuan Financial Services Authority LFSA. In 2014, we launched the bond portfolio product of the open investment platform, Yaosheng Portfolio and expanded its product range. Opened an office in Dubai in 2015, leveraging its important hub position to quickly penetrate markets in the Middle East, Africa and the Indian subcontinent. In early 2019, ITA became the first insurer in the industry to offer customers worldwide a choice of different jurisdictions. With the launch of an insurance company in Puerto Rico in 2019, ITA effectively offers customers the choice of multiple jurisdictions and the ability to build a portfolio based on their individual needs. ITA has achieved great success at every major milestone over the past 20 years, becoming the unit-connected product and industry leader, and ITA will maintain its commitment to the market and continue to expand with forward thinking.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 99,
      "region": "美國"
    },
    {
      "code": "STARR",
      "name": "Starr International Insurance (Asia)",
      "nameI18n": {
        "zhHansCN": "Starr International Insurance (Asia)",
        "zhHantHK": "Starr International Insurance (Asia)",
        "enUS": "Starr International Insurance (Asia)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/starr.png",
      "desc": "Starr Companies (or STARR) 是Starr International Company Inc. 及C.V. Starr & CO., Inc. 在世界範圍內的營銷品牌。STARR的歷史可追溯到1919年12月創辦人Cornelius Vander Starr在中國上海成立保險代理公司。於上世紀20年代，分別在中國、香港、河內、胡志明市、雅加達、吉隆坡及菲律賓等地設立辦事處。STARR是國際領先的保險和投資機構，業務遍佈五大洲。STARR通過旗下的保險公司提供財產險、責任險、意外健康險以及一系列特殊保險，包括旅遊保險、航空及航天、建築工程、危機管理、 能源、環保、金融及專業、貨物運輸、專業責任、公眾責任、專業保險等。STARR亦提供廣泛的保險相關服務，包括理賠、再保險、風險評估和損失控制。 香港子公司Starr International Insurance (Asia) Limited是Starr International Company Inc. (Starr International) 轄下一所私人持有的跨國保險公司，在市場上提供高質及個性化的財產保險產品，也為客人提供風險管理、理賠管理、行政及再保險服務。並於2009年9月獲發一般保險業務牌照，並且自2010年2月獲A.M. Best評級機構評為“A”級。 在亞洲，STARR擁有一個保險市場經驗豐富的管理團隊，專注於香港以至亞洲市場提供高質素的一般保險服務。",
      "descI18n": {
        "zhHansCN": "Starr Companies (or STARR) 是Starr International Company Inc. 及C.V. Starr & CO., Inc. 在世界范围内的营销品牌。STARR的历史可追溯到1919年12月创办人Cornelius Vander Starr在中国上海成立保险代理公司。于上世纪20年代，分别在中国、香港、河内、胡志明市、雅加达、吉隆坡及菲律宾等地设立办事处。STARR是国际领先的保险和投资机构，业务遍布五大洲。STARR通过旗下的保险公司提供财产险、责任险、意外健康险以及一系列特殊保险，包括旅游保险、航空及航天、建筑工程、危机管理、 能源、环保、金融及专业、货物运输、专业责任、公众责任、专业保险等。STARR亦提供广泛的保险相关服务，包括理赔、再保险、风险评估和损失控制。 香港子公司Starr International Insurance (Asia) Limited是Starr International Company Inc. (Starr International) 辖下一所私人持有的跨国保险公司，在市场上提供高质及个性化的财产保险产品，也为客人提供风险管理、理赔管理、行政及再保险服务。并于2009年9月获发一般保险业务牌照，并且自2010年2月获A.M. Best评级机构评为“A”级。 在亚洲，STARR拥有一个保险市场经验丰富的管理团队，专注于香港以至亚洲市场提供高质素的一般保险服务。",
        "zhHantHK": "Starr Companies (or STARR) 是Starr International Company Inc. 及C.V. Starr & CO., Inc. 在世界範圍內的營銷品牌。STARR的歷史可追溯到1919年12月創辦人Cornelius Vander Starr在中國上海成立保險代理公司。於上世紀20年代，分別在中國、香港、河內、胡志明市、雅加達、吉隆坡及菲律賓等地設立辦事處。STARR是國際領先的保險和投資機構，業務遍佈五大洲。STARR通過旗下的保險公司提供財產險、責任險、意外健康險以及一系列特殊保險，包括旅遊保險、航空及航天、建築工程、危機管理、 能源、環保、金融及專業、貨物運輸、專業責任、公眾責任、專業保險等。STARR亦提供廣泛的保險相關服務，包括理賠、再保險、風險評估和損失控制。 香港子公司Starr International Insurance (Asia) Limited是Starr International Company Inc. (Starr International) 轄下一所私人持有的跨國保險公司，在市場上提供高質及個性化的財產保險產品，也為客人提供風險管理、理賠管理、行政及再保險服務。並於2009年9月獲發一般保險業務牌照，並且自2010年2月獲A.M. Best評級機構評為“A”級。 在亞洲，STARR擁有一個保險市場經驗豐富的管理團隊，專注於香港以至亞洲市場提供高質素的一般保險服務。",
        "enUS": "Starr Companies (or STARR) is Starr International Company Inc. And C.V. Starr & CO., Inc. marketing the brand worldwide. STARR's history can be traced back to December 1919 when Cornelius Vander Starr established an insurance agency in Shanghai, China. In the 1920s, offices were set up in China, Hong Kong, Hanoi, Ho Chi Minh City, Jakarta, Kuala Lumpur and the Philippines. STARR is a leading international insurance and investment organization with operations on five continents. Through its insurance companies, STARR offers property insurance, liability insurance, accident health insurance, and a range of specialty insurance, including travel insurance, aviation and space, construction, crisis management, energy, environmental protection, finance and professional, cargo transportation, professional liability, public liability, and professional insurance. STARR also provides a wide range of insurance-related services, including claims settlement, reinsurance, risk assessment and loss control. Starr International Insurance (Asia) Limited is a subsidiary of Starr International Company Inc. (Starr International) It is a privately held multinational insurance company offering high quality and personalised property insurance products in the market, as well as risk management, claims management, administration and reinsurance services. It was granted A General insurance business licence in September 2009 and has been rated \"A\" by A.M. Best Rating Agency since February 2010. In Asia, STARR has an experienced insurance market management team focused on providing high quality general insurance services in Hong Kong and the Asian market.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 100,
      "region": "香港"
    },
    {
      "code": "MINXIN",
      "name": "閩信保險",
      "nameI18n": {
        "zhHansCN": "闽信保险",
        "zhHantHK": "閩信保險",
        "enUS": "Min Xin Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/minxin.png",
      "desc": "閩信保險成立於1974年，註冊地為香港，並在澳門設立分行，紮根港、澳超過 48 年，為在香港和澳門均擁有經營財產保險牌照的中資保險機構之一。閩信保險在香港和澳門分別承保各種保險業務，險種包括人身意外險、旅遊險、家居保險、汽車險、財物險、勞工保險、公共責任險、現金險、運輸險及工程險等，為客戶提供全面的財產保險業務。閩信保險發揮港澳兩地經營的優勢，為客戶提供港珠澳大橋汽車保險，更好地服務港澳兩地客戶，深受客戶的歡迎。",
      "descI18n": {
        "zhHansCN": "闽信保险成立于1974年，注册地为香港，并在澳门设立分行，扎根港、澳超过 48 年，为在香港和澳门均拥有经营财产保险牌照的中资保险机构之一。闽信保险在香港和澳门分别承保各种保险业务，险种包括人身意外险、旅游险、家居保险、汽车险、财物险、劳工保险、公共责任险、现金险、运输险及工程险等，为客户提供全面的财产保险业务。闽信保险发挥港澳两地经营的优势，为客户提供港珠澳大桥汽车保险，更好地服务港澳两地客户，深受客户的欢迎。",
        "zhHantHK": "閩信保險成立於1974年，註冊地為香港，並在澳門設立分行，紮根港、澳超過 48 年，為在香港和澳門均擁有經營財產保險牌照的中資保險機構之一。閩信保險在香港和澳門分別承保各種保險業務，險種包括人身意外險、旅遊險、家居保險、汽車險、財物險、勞工保險、公共責任險、現金險、運輸險及工程險等，為客戶提供全面的財產保險業務。閩信保險發揮港澳兩地經營的優勢，為客戶提供港珠澳大橋汽車保險，更好地服務港澳兩地客戶，深受客戶的歡迎。",
        "enUS": "Minxin Insurance was founded in 1974, registered in Hong Kong, and set up a branch in Macao, rooted in Hong Kong and Macao for more than 48 years, as one of the Chinese insurance institutions in Hong Kong and Macao with a property insurance license. Minxin Insurance underwrites a variety of insurance businesses in Hong Kong and Macau, including personal accident, travel, home, automobile, property, labor, public liability, cash, transportation and construction insurance, etc., providing customers with a comprehensive property insurance business. Minxin Insurance gives full play to the advantages of operating in Hong Kong and Macao to provide customers with Hong Kong-Zhuhai-Macao Bridge car insurance, better serving customers in Hong Kong and Macao, and is well received by customers.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 101,
      "region": "香港"
    },
    {
      "code": "ICFP",
      "name": "Insurance Co Financial Planner",
      "nameI18n": {
        "zhHansCN": "Insurance Co Financial Planner",
        "zhHantHK": "Insurance Co Financial Planner",
        "enUS": "Insurance Co Financial Planner",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/icfp.png",
      "desc": null,
      "descI18n": null,
      "rank": 102,
      "region": "香港"
    },
    {
      "code": "SUNLIFESINGAPORE",
      "name": "永明金融(新加坡)",
      "nameI18n": {
        "zhHansCN": "永明金融(新加坡)",
        "zhHantHK": "永明金融(新加坡)",
        "enUS": "Sunlife Singapore",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/sunlifesingapore.png",
      "desc": "永明人壽保險(新加坡分公司)提供從終身壽險到指數型萬能壽險計劃的一系列保險解決方案，幫助您實現遺產、財富和業務傳承。通過專業分銷合作夥伴網絡，為您提供終生受益的保險解決方案。",
      "descI18n": {
        "zhHansCN": "永明人寿保险(新加坡分公司)提供从终身寿险到指数型万能寿险计划的一系列保险解决方案，帮助您实现遗产、财富和业务传承。通过专业分销合作伙伴网络，为您提供终生受益的保险解决方案。",
        "zhHantHK": "永明人壽保險(新加坡分公司)提供從終身壽險到指數型萬能壽險計劃的一系列保險解決方案，幫助您實現遺產、財富和業務傳承。通過專業分銷合作夥伴網絡，為您提供終生受益的保險解決方案。",
        "enUS": "Sun Life (Singapore) offers a range of insurance solutions from whole life to indexed universal life plans to help you pass on your inheritance, wealth and business. Through a network of professional distribution partners, you are offered insurance solutions that will last a lifetime.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 103,
      "region": "新加坡"
    },
    {
      "code": "APRIL",
      "name": "April Hong Kong Limited",
      "nameI18n": {
        "zhHansCN": "April Hong Kong Limited",
        "zhHantHK": "April Hong Kong Limited",
        "enUS": "April Hong Kong Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/april.png",
      "desc": "We are more than an insurance provider – we are committed to helping you navigate your local healthcare system and support you when it truly matters. And because we believe insurance should be easy, we offer you the best digital tools in the market to manage your policy daily.",
      "descI18n": {
        "zhHansCN": "We are more than an insurance provider – we are committed to helping you navigate your local healthcare system and support you when it truly matters. And because we believe insurance should be easy, we offer you the best digital tools in the market to manage your policy daily.",
        "zhHantHK": "We are more than an insurance provider – we are committed to helping you navigate your local healthcare system and support you when it truly matters. And because we believe insurance should be easy, we offer you the best digital tools in the market to manage your policy daily.",
        "enUS": "We are more than an insurance provider – we are committed to helping you navigate your local healthcare system and support you when it truly matters. And because we believe insurance should be easy, we offer you the best digital tools in the market to manage your policy daily.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 104,
      "region": "香港"
    },
    {
      "code": "FALCON",
      "name": "富勒保險",
      "nameI18n": {
        "zhHansCN": "富勒保险",
        "zhHantHK": "富勒保險",
        "enUS": "Falcon Insurance Company (Hong Kong)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/falcon.png",
      "desc": "富勤保險(香港)有限公司是 Fairfax Financial Holdings Limited的全資附屬機構。Fairfax 的總部設於加拿大多倫多市，並於多倫多股票交易所以股份代號 FFH 上市；集團資產總值逾 860 億美元 (6,710億港元)，並透過旗下的附屬機構，從事財物保險、意外保險、分保及投資管理等業務。",
      "descI18n": {
        "zhHansCN": "富勤保险(香港)有限公司是 Fairfax Financial Holdings Limited的全资附属机构。Fairfax 的总部设于加拿大多伦多市，并于多伦多股票交易所以股份代号 FFH 上市；集团资产总值逾 860 亿美元 (6,710亿港元)，并透过旗下的附属机构，从事财物保险、意外保险、分保及投资管理等业务。",
        "zhHantHK": "富勤保險(香港)有限公司是 Fairfax Financial Holdings Limited的全資附屬機構。Fairfax 的總部設於加拿大多倫多市，並於多倫多股票交易所以股份代號 FFH 上市；集團資產總值逾 860 億美元 (6,710億港元)，並透過旗下的附屬機構，從事財物保險、意外保險、分保及投資管理等業務。",
        "enUS": "Fulkin Insurance (Hong Kong) Limited is a wholly owned subsidiary of Fairfax Financial Holdings Limited. Fairfax is headquartered in Toronto, Canada, and is listed on the Toronto Stock Exchange under the stock code FFH. The Group has total assets of over US $86 billion (HK $671 billion) and, through its subsidiaries, is engaged in property insurance, accident insurance, reinsurance and investment management.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 105,
      "region": "香港"
    },
    {
      "code": "ZURICHINT",
      "name": "蘇黎世國際人壽保險",
      "nameI18n": {
        "zhHansCN": "苏黎世国际人寿保险",
        "zhHantHK": "蘇黎世國際人壽保險",
        "enUS": "Zurich International Life Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/zurichint.png",
      "desc": "蘇黎世國際人壽保險有限公司是人島 Financial Services Authority 所認可，提供人壽保險、投資及保障產品。",
      "descI18n": {
        "zhHansCN": "苏黎世国际人寿保险有限公司是人岛 Financial Services Authority 所认可，提供人寿保险、投资及保障产品。",
        "zhHantHK": "蘇黎世國際人壽保險有限公司是人島 Financial Services Authority 所認可，提供人壽保險、投資及保障產品。",
        "enUS": "Zurich International Life Insurance Co., Ltd. is accredited by the Manx Financial Services Authority and offers life insurance, investment and protection products. ",
        "jaJP": null,
        "koKR": null
      },
      "rank": 107,
      "region": "香港"
    },
    {
      "code": "ZURCHLIFE",
      "name": "蘇黎世人壽保險(香港)",
      "nameI18n": {
        "zhHansCN": "苏黎世人寿保险(香港)",
        "zhHantHK": "蘇黎世人壽保險(香港)",
        "enUS": "Zurich Life Insurance(Hong Kong)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/zurchlife.png",
      "desc": "蘇黎世保險（香港）在香港已有超過60年的歷史，提供靈活全面的保險方案。該公司的香港業務始於1961年，投資連接保險業務經驗超過30年，並在香港市場排名第五位。蘇黎世保險專注於為客戶提供合適的人壽保險和儲蓄產品，並運用適當的數碼科技，與戰略性商業伙伴合作，為客戶提供靈活而創新的解決方案。在線上和線下渠道創造多元化的生態系統，將保險需求貼心地融入客戶的日常生活，協助客戶及其親人實現財務願景，展望更遠，並同步邁向更精彩的未來。",
      "descI18n": {
        "zhHansCN": "苏黎世保险（香港）在香港已有超过60年的历史，提供灵活全面的保险方案。该公司的香港业务始于1961年，投资连险业务经验超过30年，在香港市场排名第五位。苏黎世保险专注于为客户提供合适的人寿保险和储蓄产品，并运用适当的数码科技，与战略性商业伙伴合作，为客户提供灵活而创新的解决方案。在线上和线下渠道创造多元化的生态系统，将保险需求贴心地融入客户的日常生活，协助客户及其亲人实现财务愿景，放眼更远，并同步迈向更精彩的未来。",
        "zhHantHK": "蘇黎世保險（香港）在香港已有超過60年的歷史，提供靈活全面的保險方案。該公司的香港業務始於1961年，投資連接保險業務經驗超過30年，並在香港市場排名第五位。蘇黎世保險專注於為客戶提供合適的人壽保險和儲蓄產品，並運用適當的數碼科技，與戰略性商業伙伴合作，為客戶提供靈活而創新的解決方案。在線上和線下渠道創造多元化的生態系統，將保險需求貼心地融入客戶的日常生活，協助客戶及其親人實現財務願景，展望更遠，並同步邁向更精彩的未來。",
        "enUS": "Zurich Life Insurance(Hong Kong) has a history of over 60 years in Hong Kong, offering flexible and comprehensive insurance solutions. The company's business in Hong Kong began in 1961, and it has more than 30 years of experience in investment-linked insurance business, ranking fifth in the Hong Kong market. Zurich Insurance is dedicated to providing customers with suitable life insurance and savings products, utilizing appropriate digital technology, and collaborating with strategic business partners to offer flexible and innovative solutions. They create a diversified ecosystem through online and offline channels, integrating insurance needs considerately into customers' daily lives, assisting customers and their loved ones in achieving financial goals, looking further ahead, and moving in sync towards a more exciting future.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 108,
      "region": "香港"
    },
    {
      "code": "CIGNALIFE",
      "name": "信諾環球人壽",
      "nameI18n": {
        "zhHansCN": "信诺环球人寿",
        "zhHantHK": "信諾環球人壽",
        "enUS": "Cigna Worldwide Life Insurance Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/cignalife.png",
      "desc": "信諾為個人客戶提供一系列的醫療保險產品，因應客戶所需，提供可靠的保障。",
      "descI18n": {
        "zhHansCN": "信诺为个人客户提供一系列的医疗保险产品，因应客户所需，提供可靠的保障。",
        "zhHantHK": "信諾為個人客戶提供一系列的醫療保險產品，因應客戶所需，提供可靠的保障。",
        "enUS": "Cigna provides individual customers with a range of health insurance products that provide reliable protection according to their needs.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 110,
      "region": "香港"
    },
    {
      "code": "ONEDEGREE",
      "name": "OneDegree",
      "nameI18n": {
        "zhHansCN": "OneDegree",
        "zhHantHK": "OneDegree",
        "enUS": "OneDegree",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/onedegree.png",
      "desc": "OneDegree 成立於2016年，致力通過全數碼化的保險平台來改變傳統保險業，亦是香港首批取得虛擬保險牌照的科技公司之一。透過科技將保險數碼化，購買保險變得更簡單，亦照顧到不同用家的真正需要。",
      "descI18n": {
        "zhHansCN": "OneDegree 成立于2016年，致力通过全数码化的保险平台来改变传统保险业，亦是香港首批取得虚拟保险牌照的科技公司之一。透过科技将保险数码化，购买保险变得更简单，亦照顾到不同用家的真正需要。",
        "zhHantHK": "OneDegree 成立於2016年，致力通過全數碼化的保險平台來改變傳統保險業，亦是香港首批取得虛擬保險牌照的科技公司之一。透過科技將保險數碼化，購買保險變得更簡單，亦照顧到不同用家的真正需要。",
        "enUS": "Founded in 2016, OneDegree is committed to transforming the traditional insurance industry through a fully digital insurance platform, and is one of the first technology companies in Hong Kong to obtain a virtual insurance license. By digitizing insurance through technology, buying insurance has become easier and the real needs of different users have been taken care of.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 111,
      "region": "香港"
    },
    {
      "code": "PACIFIC",
      "name": "太平洋保險",
      "nameI18n": {
        "zhHansCN": "太平洋保险",
        "zhHantHK": "太平洋保險",
        "enUS": "The Pacific Insurance Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/pacific.png",
      "desc": "太平洋保險有限公司 (簡稱「太平洋保險」) 於1960年在香港成立，紮根香港，與香港共同成長。太平洋保險一向致力為廣大市民提供優質之一般保險服務，多年來建立良好聲譽，作風穩健，實力雄厚。",
      "descI18n": {
        "zhHansCN": "太平洋保险有限公司 (简称「太平洋保险」) 于1960年在香港成立，扎根香港，与香港共同成长。太平洋保险一向致力为广大市民提供优质之一般保险服务，多年来建立良好声誉，作风稳健，实力雄厚。",
        "zhHantHK": "太平洋保險有限公司 (簡稱「太平洋保險」) 於1960年在香港成立，紮根香港，與香港共同成長。太平洋保險一向致力為廣大市民提供優質之一般保險服務，多年來建立良好聲譽，作風穩健，實力雄厚。",
        "enUS": "China Pacific Insurance Company Limited (\" CPIC \") was established in Hong Kong in 1960, taking root in Hong Kong and growing together with Hong Kong. Cpic has always been committed to providing quality general insurance services to the general public, and has established a good reputation over the years.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 112,
      "region": "香港"
    },
    {
      "code": "PRUDENTIALGI",
      "name": "保誠財險",
      "nameI18n": {
        "zhHansCN": "保诚财险",
        "zhHantHK": "保誠財險",
        "enUS": "Prudential General Insurance HK",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/prudentialgi.png",
      "desc": "保誠財險致力於為客戶提供全面的一般保險及僱員福利服務。 Address：3/F, Bershire House (formerly known as DCH Commercial Centre),  25 Westlands Road,  Quarry Bay, Hong Kong.",
      "descI18n": {
        "zhHansCN": "保诚财险致力于为客户提供全面的一般保险及僱员福利服务。 Address：3/F, Bershire House (formerly known as DCH Commercial Centre),  25 Westlands Road,  Quarry Bay, Hong Kong.",
        "zhHantHK": "保誠財險致力於為客戶提供全面的一般保險及僱員福利服務。 Address：3/F, Bershire House (formerly known as DCH Commercial Centre),  25 Westlands Road,  Quarry Bay, Hong Kong.",
        "enUS": "Prudential Property & Casualty is committed to providing customers with a comprehensive range of general insurance and employee benefits services. Address: 3/F, Bershire House (formerly known as DCH Commercial Centre), 25 Westlands Road, Quarry Bay, Hong Kong.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 113,
      "region": "香港"
    },
    {
      "code": "WELLLINKGI",
      "name": "立橋保險",
      "nameI18n": {
        "zhHansCN": "立桥保险",
        "zhHantHK": "立橋保險",
        "enUS": " Well Link General Insurance Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/welllinkgi.png",
      "desc": "立橋保險集團於 2016 年 8 月收購豐亞保險（香港）有限公司，並於 2017 年 6 月易名為立橋保險有限公司（「立橋保險」），為本地個人及商業客戶提供優質、便捷、創新和全面的保障方案。立橋保險提供全面一般保險產品，如汽車、旅遊及家居保險等，照顧客戶的日常保障。此外，我們為各行各業的公司提供多種商業保險計劃，包括僱員補償、辦公室及商舖綜合保險等。",
      "descI18n": {
        "zhHansCN": "立桥保险集团于 2016 年 8 月收购丰亚保险（香港）有限公司，并于 2017 年 6 月易名为立桥保险有限公司（「立桥保险」），为本地个人及商业客户提供优质、便捷、创新和全面的保障方桉。立桥保险提供全面一般保险产品，如汽车、旅游及家居保险等，照顾客户的日常保障。此外，我们为各行各业的公司提供多种商业保险计划，包括僱员补偿、办公室及商舖综合保险等。",
        "zhHantHK": "立橋保險集團於 2016 年 8 月收購豐亞保險（香港）有限公司，並於 2017 年 6 月易名為立橋保險有限公司（「立橋保險」），為本地個人及商業客戶提供優質、便捷、創新和全面的保障方案。立橋保險提供全面一般保險產品，如汽車、旅遊及家居保險等，照顧客戶的日常保障。此外，我們為各行各業的公司提供多種商業保險計劃，包括僱員補償、辦公室及商舖綜合保險等。",
        "enUS": "Bridge Insurance Group acquired Fung Asia Insurance (Hong Kong) Limited in August 2016 and renamed it Bridge Insurance Company Limited (\" Bridge Insurance \") in June 2017 to provide quality, convenient, innovative and comprehensive insurance coverage to local individual and business customers. Bridge Insurance provides a full range of general insurance products, such as auto, travel and home insurance, to take care of customers' daily protection. In addition, we offer a wide range of commercial insurance plans for companies in various industries, including employees' compensation, office and shop comprehensive insurance, etc.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 114,
      "region": "香港"
    },
    {
      "code": "BEAMPF",
      "name": "東亞銀行信託",
      "nameI18n": {
        "zhHansCN": "东亚银行信托",
        "zhHantHK": "東亞銀行信託",
        "enUS": "Bank of East Asia Trustees",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/beampf.png",
      "desc": "東亞銀行於1918年在香港成立，一直致力為香港、內地，以及世界其他主要市場的客戶，提供全面的批發銀行、個人銀行、財富管理和投資服務。",
      "descI18n": {
        "zhHansCN": "东亚银行于1918年在香港成立，一直致力为香港、内地，以及世界其他主要市场的客户，提供全面的批发银行、个人银行、财富管理和投资服务。",
        "zhHantHK": "東亞銀行於1918年在香港成立，一直致力為香港、內地，以及世界其他主要市場的客戶，提供全面的批發銀行、個人銀行、財富管理和投資服務。",
        "enUS": "Founded in Hong Kong in 1918, the Bank of East Asia has been providing a comprehensive range of wholesale banking, personal banking, wealth management and investment services to customers in Hong Kong, the Mainland and other major markets around the world.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 115,
      "region": "香港"
    },
    {
      "code": "CHINALIFEMPF",
      "name": "中國人壽信託",
      "nameI18n": {
        "zhHansCN": "中国人寿信托",
        "zhHantHK": "中國人壽信託",
        "enUS": "China Life Trustees",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/chinalifempf.png",
      "desc": "中國人壽信託有限公司(簡稱\"中壽信託\")是中國人壽保險(集團)公司旗下中國人壽保險(海外)股份有限公司的全資附屬公司。中壽信託是其中一間受強制性公積金計劃管理局（\"積金局\"）批准在香港特別行政區管理強積金計劃的核准受託人。 中壽信託致力為客戶提供優質的公積金服務，助你有效管理強積金及建立穩健將來。此外，中壽信託亦與全球最具規模的投資管理公司共同管理資金，務求使僱員供款能得到理想的回報。",
      "descI18n": {
        "zhHansCN": "中国人寿信託有限公司(简称\"中寿信託\")是中国人寿保险(集团)公司旗下中国人寿保险(海外)股份有限公司的全资附属公司。中寿信託是其中一间受强制性公积金计划管理局（\"积金局\"）批准在香港特别行政区管理强积金计划的核准受託人。 中寿信託致力为客户提供优质的公积金服务，助你有效管理强积金及建立稳健将来。此外，中寿信託亦与全球最具规模的投资管理公司共同管理资金，务求使僱员供款能得到理想的回报。",
        "zhHantHK": "中國人壽信託有限公司(簡稱\"中壽信託\")是中國人壽保險(集團)公司旗下中國人壽保險(海外)股份有限公司的全資附屬公司。中壽信託是其中一間受強制性公積金計劃管理局（\"積金局\"）批准在香港特別行政區管理強積金計劃的核准受託人。 中壽信託致力為客戶提供優質的公積金服務，助你有效管理強積金及建立穩健將來。此外，中壽信託亦與全球最具規模的投資管理公司共同管理資金，務求使僱員供款能得到理想的回報。",
        "enUS": "China Life Trust Company Limited (\" Zhongshou Trust \") is a wholly-owned subsidiary of China Life Insurance (Overseas) Company Limited, a subsidiary of China Life Insurance (Group) Company. Chung Shou Trust is one of the approved trustees approved by the Mandatory Provident Fund Schemes Authority (\" MPFA \") to administer MPF schemes in the Hong Kong Special Administrative Region. Zhongshou Trust is committed to providing customers with quality provident fund services to help you effectively manage your MPF and build a secure future. In addition, we manage our funds in partnership with some of the world's largest investment management companies in order to achieve the best return on employee contributions.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 116,
      "region": "香港"
    },
    {
      "code": "SUNLIFEMPF",
      "name": "永明信託",
      "nameI18n": {
        "zhHansCN": "永明信托",
        "zhHantHK": "永明信託",
        "enUS": "Sun Life Trustee Company",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/sunlifempf.png",
      "desc": "永明退休金信託有限公司為註冊信託公司，為退休金計劃提供機構信託服務，致力以專才為機構及個人客戶提供優質的退休金計劃信託服務。",
      "descI18n": {
        "zhHansCN": "永明退休金信託有限公司为注册信託公司，为退休金计划提供机构信託服务，致力以专才为机构及个人客户提供优质的退休金计划信託服务。",
        "zhHantHK": "永明退休金信託有限公司為註冊信託公司，為退休金計劃提供機構信託服務，致力以專才為機構及個人客戶提供優質的退休金計劃信託服務。",
        "enUS": "Sun Life Pension Trusts Limited is a registered trust company providing institutional trust services to pension schemes. We are committed to providing quality pension scheme trust services to institutional and individual clients with our expertise.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 117,
      "region": "香港"
    },
    {
      "code": "MANULIFEMPF",
      "name": "宏利公積金信託",
      "nameI18n": {
        "zhHansCN": "宏利公积金信托",
        "zhHantHK": "宏利公積金信託",
        "enUS": "Manulife Provident Funds Trust",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/manulifempf.png",
      "desc": "宏利扎根香港125年，一直深受客戶信賴。宏利香港於1897年開業，至今已發展成為本地主要金融服務機構之一，在保障及財富管理方面為香港及澳門約240萬位客戶提供多元化的產品和服務。我們致力為客戶提供全面的理財方案，助其輕鬆作出明智抉擇、實現精彩人生。",
      "descI18n": {
        "zhHansCN": "宏利扎根香港125年，一直深受客户信赖。宏利香港于1897年开业，至今已发展成为本地主要金融服务机构之一，在保障及财富管理方面为香港及澳门约240万位客户提供多元化的产品和服务。我们致力为客户提供全面的理财方桉，助其轻松作出明智抉择、实现精彩人生。",
        "zhHantHK": "宏利扎根香港125年，一直深受客戶信賴。宏利香港於1897年開業，至今已發展成為本地主要金融服務機構之一，在保障及財富管理方面為香港及澳門約240萬位客戶提供多元化的產品和服務。我們致力為客戶提供全面的理財方案，助其輕鬆作出明智抉擇、實現精彩人生。",
        "enUS": "Manulife has been based in Hong Kong for 125 years and has been trusted by customers. Established in 1897, Manulife Hong Kong has grown to become one of the major financial services institutions in Hong Kong, offering a wide range of products and services in protection and wealth management to approximately 2.4 million customers in Hong Kong and Macau. We are committed to providing our clients with comprehensive financial solutions that make it easy for them to make informed choices and live a wonderful life.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 118,
      "region": "香港"
    },
    {
      "code": "YFMPF",
      "name": "萬通信託",
      "nameI18n": {
        "zhHansCN": "万通信托",
        "zhHantHK": "萬通信託",
        "enUS": "YF Life Trustees",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/yfmpf.png",
      "desc": "萬通信託有限公司作為受託人，匯集各方資源，堅守三大承諾，為每位強積金客戶提供專業建議、專業管理及優質服務，致力成為你的強積金專家。萬通信託有限公司為港交所上市公司雲鋒金融集團成員。雲鋒金融集團的主要股東包括雲鋒金融控股有限公司以及美國萬通國際公司。",
      "descI18n": {
        "zhHansCN": "万通信託有限公司作为受託人，汇集各方资源，坚守叁大承诺，为每位强积金客户提供专业建议、专业管理及优质服务，致力成为你的强积金专家。万通信託有限公司为港交所上市公司云锋金融集团成员。云锋金融集团的主要股东包括云锋金融控股有限公司以及美国万通国际公司。",
        "zhHantHK": "萬通信託有限公司作為受託人，匯集各方資源，堅守三大承諾，為每位強積金客戶提供專業建議、專業管理及優質服務，致力成為你的強積金專家。萬通信託有限公司為港交所上市公司雲鋒金融集團成員。雲鋒金融集團的主要股東包括雲鋒金融控股有限公司以及美國萬通國際公司。",
        "enUS": "As a trustee, Vantone Trust Company Limited pooled resources to uphold the three commitments to provide professional advice, professional management and quality services to each MPF client, and strive to be your MPF expert. Vantone Trust Company Limited is a member of Yunfeng Financial Group, a company listed on the Hong Kong Stock Exchange. Yunfeng Financial Group's major shareholders include Yunfeng Financial Holdings Limited and Vantone International Inc.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 119,
      "region": "香港"
    },
    {
      "code": "AIAMPF",
      "name": "友邦信託",
      "nameI18n": {
        "zhHansCN": "友邦信托",
        "zhHantHK": "友邦信託",
        "enUS": "AIA Company Trustee",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/aiampf.png",
      "desc": "友邦信託有限公司為友邦保險控股有限公司成員。友邦保險集團在亞太區16個市場營運。友邦保險集團提供一系列的產品及服務，涵蓋退休儲蓄計劃、壽險和意外及醫療保險，以滿足個人客戶在儲蓄及保障方面的需要。此外，集團亦為企業客戶提供僱員福利、信貸保險和退休保障服務。",
      "descI18n": {
        "zhHansCN": "友邦信託有限公司为友邦保险控股有限公司成员。友邦保险集团在亚太区16个市场营运。友邦保险集团提供一系列的产品及服务，涵盖退休储蓄计划、寿险和意外及医疗保险，以满足个人客户在储蓄及保障方面的需要。此外，集团亦为企业客户提供僱员福利、信贷保险和退休保障服务。",
        "zhHantHK": "友邦信託有限公司為友邦保險控股有限公司成員。友邦保險集團在亞太區16個市場營運。友邦保險集團提供一系列的產品及服務，涵蓋退休儲蓄計劃、壽險和意外及醫療保險，以滿足個人客戶在儲蓄及保障方面的需要。此外，集團亦為企業客戶提供僱員福利、信貸保險和退休保障服務。",
        "enUS": "Aia Trust Limited is a member of AIA Holdings Limited. Aia Group operates in 16 markets in the Asia Pacific region. Aia Group offers a range of products and services covering retirement savings plans, life insurance and accident and medical insurance to meet the savings and protection needs of individual customers. In addition, the Group provides employee benefits, credit insurance and retirement protection services to corporate clients.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 120,
      "region": "香港"
    },
    {
      "code": "NOW",
      "name": "NOW Health Interantional",
      "nameI18n": {
        "zhHansCN": "NOW Health Interantional",
        "zhHantHK": "NOW Health Interantional",
        "enUS": "NOW Health Interantional",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/now.png",
      "desc": "Now Health International是一家全球性企業，總部設在香港，併在香港、上海、迪拜、新加坡、雅加達、馬耳他和英國設有區域服務中心。2015年7月，Now Health的投資者收購了Best Doctors Insurance，這是一家在拉丁美洲、加勒比地區和加拿大分銷的主要醫療保險提供商。",
      "descI18n": {
        "zhHansCN": "Now Health International是一家全球性企业，总部设在香港，并在香港、上海、迪拜、新加坡、雅加达、马耳他和英国设有区域服务中心。2015年7月，Now Health的投资者收购了Best Doctors Insurance，这是一家在拉丁美洲、加勒比地区和加拿大分销的主要医疗保险提供商。",
        "zhHantHK": "Now Health International是一家全球性企業，總部設在香港，併在香港、上海、迪拜、新加坡、雅加達、馬耳他和英國設有區域服務中心。2015年7月，Now Health的投資者收購了Best Doctors Insurance，這是一家在拉丁美洲、加勒比地區和加拿大分銷的主要醫療保險提供商。",
        "enUS": "Now Health International is a global business with its headquarters in Hong Kong and regional service centres in Hong Kong, Shanghai, Dubai, Singapore, Jakarta, Malta and the United Kingdom. In July 2015, Now Health's investor acquired Best Doctors Insurance, a major medical insurance provider with distribution throughout Latin America, the Caribbean and Canada.  ",
        "jaJP": null,
        "koKR": null
      },
      "rank": 122,
      "region": "香港"
    },
    {
      "code": "VERTEX",
      "name": "Vertex Asset Management Inc",
      "nameI18n": {
        "zhHansCN": "Vertex Asset Management Inc",
        "zhHantHK": "Vertex Asset Management Inc",
        "enUS": "Vertex Asset Management Inc",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/vertex.png",
      "desc": "Vertex One Asset Management Inc.是一家投資管理公司。該公司為零售顧問、高凈值個人和機構提供投資組合管理和投資服務。Vertex One資產管理公司為加拿大的客戶提供服務。",
      "descI18n": {
        "zhHansCN": "Vertex One Asset Management Inc.是一家投资管理公司。该公司为零售顾问、高净值个人和机构提供投资组合管理和投资服务。Vertex One资产管理公司为加拿大的客户提供服务。",
        "zhHantHK": "Vertex One Asset Management Inc.是一家投資管理公司。該公司為零售顧問、高凈值個人和機構提供投資組合管理和投資服務。Vertex One資產管理公司為加拿大的客戶提供服務。",
        "enUS": "Vertex One Asset Management Inc. operates as an investment management firm. The Company offers portfolio management and investment services to retail advisors，high net worth individuals, and institutions. Vertex One Asset Management serves，customers in Canada.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 123,
      "region": "加拿大"
    },
    {
      "code": "WALTON",
      "name": "和頓國際集團",
      "nameI18n": {
        "zhHansCN": "和顿国际集团",
        "zhHantHK": "和頓國際集團",
        "enUS": "Walton International Group",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/walton.png",
      "desc": "和頓是一家跨國房地產資產管理集團，專注於未來增長路徑中的準發展土地機遇。集團創立於1979年，目前代表83個地區的全球投資者管理約$36億美元的北美房地產資產。和頓的多階段投資方式多年來行之有效，以專業知識及豐富經驗篩選合適的土地進行收購，透過集團的全球銷售渠道提供適切的準發展土地投資機遇，在持有土地期間管理土地，最終促成土地出售交易創造利潤。",
      "descI18n": {
        "zhHansCN": "和顿是一家跨国房地产资产管理集团，专注于未来增长路径中的準发展土地机遇。集团创立于1979年，目前代表83个地区的全球投资者管理约$36亿美元的北美房地产资产。和顿的多阶段投资方式多年来行之有效，以专业知识及丰富经验筛选合适的土地进行收购，透过集团的全球销售渠道提供适切的準发展土地投资机遇，在持有土地期间管理土地，最终促成土地出售交易创造利润。",
        "zhHantHK": "和頓是一家跨國房地產資產管理集團，專注於未來增長路徑中的準發展土地機遇。集團創立於1979年，目前代表83個地區的全球投資者管理約$36億美元的北美房地產資產。和頓的多階段投資方式多年來行之有效，以專業知識及豐富經驗篩選合適的土地進行收購，透過集團的全球銷售渠道提供適切的準發展土地投資機遇，在持有土地期間管理土地，最終促成土地出售交易創造利潤。",
        "enUS": "Horton is a multinational real estate asset management group focused on pre-development land opportunities in the future growth path. Founded in 1979, the Group currently manages approximately $3.6 billion in North American real estate assets on behalf of global investors in 83 territories. Hotan's multi-stage approach to investment has worked well for many years, using its expertise and experience to identify suitable land for acquisition, provide suitable pre-development land investment opportunities through the Group's global sales channels, manage the land during the holding period and ultimately lead to profitable land sale transactions.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 124,
      "region": "香港"
    },
    {
      "code": "GREATEASTERN",
      "name": "大東方人壽(新加坡)",
      "nameI18n": {
        "zhHansCN": "大东方人寿(新加坡)",
        "zhHantHK": "大東方人壽(新加坡)",
        "enUS": "Great Eastern Life",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/greateastern.png",
      "desc": "大東方創立於1908年，大東方至今已成為新馬一帶保險行業中的翹楚，並深受兩地人民的信賴。集團資產總額超過900億，保戶超過800萬，而且擁有三個成功的分銷渠道：簽約經紀人團隊、銀行保險及一家財務咨詢公司—— Great Eastern Financial Advisers。此外，集團也在印度尼西亞和文萊開展業務；在中國設有辦事處，並在緬甸設有代表處。大東方是華僑銀行旗下的子公司。按資產劃分，華僑銀行在東南亞金融領域位居第二，同時也是全球評級最高的銀行之一，穆迪評級為AA1級。",
      "descI18n": {
        "zhHansCN": "大东方创立于1908年，大东方至今已成为新马一带保险行业中的翘楚，并深受两地人民的信赖。集团资产总额超过900亿，保户超过800万，而且拥有叁个成功的分销渠道：签约经纪人团队、银行保险及一家财务咨询公司—— Great Eastern Financial Advisers。此外，集团也在印度尼西亚和文莱开展业务；在中国设有办事处，并在缅甸设有代表处。大东方是华侨银行旗下的子公司。按资产划分，华侨银行在东南亚金融领域位居第二，同时也是全球评级最高的银行之一，穆迪评级为AA1级。",
        "zhHantHK": "大東方創立於1908年，大東方至今已成為新馬一帶保險行業中的翹楚，並深受兩地人民的信賴。集團資產總額超過900億，保戶超過800萬，而且擁有三個成功的分銷渠道：簽約經紀人團隊、銀行保險及一家財務咨詢公司—— Great Eastern Financial Advisers。此外，集團也在印度尼西亞和文萊開展業務；在中國設有辦事處，並在緬甸設有代表處。大東方是華僑銀行旗下的子公司。按資產劃分，華僑銀行在東南亞金融領域位居第二，同時也是全球評級最高的銀行之一，穆迪評級為AA1級。",
        "enUS": "Great Eastern was founded in 1908, Great Eastern has become a leader in the insurance industry in Singapore and Malaysia, and is deeply trusted by the people of both places. The Group has total assets of more than $90 billion, more than 8 million insured households and three successful distribution channels: a team of contracted brokers, bancassurance and a Financial advisory firm, Great Eastern Financial Advisers. The Group also operates in Indonesia and Brunei. It has an office in China and a representative office in Myanmar. Great Eastern is a subsidiary of OCBC Bank. Ocbc Bank ranks second in Southeast Asia's financial sector by assets and is one of the highest rated banks in the world, with a Moody's rating of AA1.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 126,
      "region": "新加坡"
    },
    {
      "code": "PL",
      "name": "Professional Liability Underwriting Services Limited",
      "nameI18n": {
        "zhHansCN": "Professional Liability Underwriting Services Limited",
        "zhHantHK": "Professional Liability Underwriting Services Limited",
        "enUS": "Professional Liability Underwriting Services Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/pl.png",
      "desc": "PLUS是公認的專業責任教育項目和研討會、網絡活動、教育產品和有關專業責任信息的主要來源。",
      "descI18n": null,
      "rank": 128,
      "region": "香港"
    },
    {
      "code": "AIFML",
      "name": "安本國際基金管理有限公司",
      "nameI18n": {
        "zhHansCN": "安本国际基金管理有限公司",
        "zhHantHK": "安本國際基金管理有限公司",
        "enUS": "Aberdeen International Fund Managers Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/aifml.png",
      "desc": "安本致力助投資者實現投資目標並擴闊其財務投資視野。",
      "descI18n": {
        "zhHansCN": "安本致力助投资者实现投资目标并扩阔其财务投资视野。",
        "zhHantHK": "安本致力助投資者實現投資目標並擴闊其財務投資視野。",
        "enUS": "Aberdeen is committed to helping investors achieve their investment goals and broadening their financial investment horizons.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 129,
      "region": "香港"
    },
    {
      "code": "RSL",
      "name": "萊斯基亞人壽保險有限公司",
      "nameI18n": {
        "zhHansCN": "莱斯基亚人寿保险有限公司",
        "zhHantHK": "萊斯基亞人壽保險有限公司",
        "enUS": "Royal Skandia Life Assurance Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/rsl.png",
      "desc": "\n萊斯基亞人壽保險有限公司是壹家提供全面人壽保險服務的公司，以其創新的保險產品和卓越的客戶服務而著稱。公司專註於為客戶提供個性化的保障方案，涵蓋生命、健康和意外傷害保險等多個領域。萊斯基亞人壽致力於通過先進的風險管理和財務規劃，幫助客戶實現長期的財務安全和生活目標。憑借專業的團隊和對市場深刻的理解，萊斯基亞人壽在保險行業中建立了良好的聲譽，成為客戶信賴的夥伴。",
      "descI18n": {
        "zhHansCN": "\n萊斯基亚人壽保險有限公司是一家提供全面人寿保险服务的公司，以其创新的保险产品和卓越的客户服务而著称。公司专注于为客户提供个性化的保障方案，涵盖生命、健康和意外伤害保险等多个领域。萊斯基亚人壽致力于通过先进的风险管理和财务规划，帮助客户实现长期的财务安全和生活目标。凭借专业的团队和对市场深刻的理解，萊斯基亚人壽在保险行业中建立了良好的声誉，成为客户信赖的伙伴。",
        "zhHantHK": "\n萊斯基亞人壽保險有限公司是壹家提供全面人壽保險服務的公司，以其創新的保險產品和卓越的客戶服務而著稱。公司專註於為客戶提供個性化的保障方案，涵蓋生命、健康和意外傷害保險等多個領域。萊斯基亞人壽致力於通過先進的風險管理和財務規劃，幫助客戶實現長期的財務安全和生活目標。憑借專業的團隊和對市場深刻的理解，萊斯基亞人壽在保險行業中建立了良好的聲譽，成為客戶信賴的夥伴。",
        "enUS": "Laskia Life Insurance Co., Ltd. is a company that provides comprehensive life insurance services, known for its innovative insurance products and excellent customer service. The company focuses on offering personalized protection plans, covering various areas such as life, health, and accidental injury insurance. Laskia Life is committed to helping clients achieve long-term financial security and life goals through advanced risk management and financial planning. With a professional team and a deep understanding of the market, Laskia Life has established a good reputation in the insurance industry and has become a trusted partner for clients.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 131,
      "region": "香港"
    },
    {
      "code": "INGPSL",
      "name": "ING Platform Services Limited",
      "nameI18n": {
        "zhHansCN": "ING Platform Services Limited",
        "zhHantHK": "ING Platform Services Limited",
        "enUS": "ING Platform Services Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/ingpsl.png",
      "desc": "",
      "descI18n": {
        "zhHansCN": "",
        "zhHantHK": "",
        "enUS": "",
        "jaJP": null,
        "koKR": null
      },
      "rank": 137,
      "region": "香港"
    },
    {
      "code": "MAN",
      "name": "英仕曼投資(香港)有限公司",
      "nameI18n": {
        "zhHansCN": "英仕曼投资(香港)有限公司",
        "zhHantHK": "英仕曼投資(香港)有限公司",
        "enUS": "Man Investments (Hong Kong) Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/man.png",
      "desc": "英仕曼投资（香港）有限公司是一家领先的投资管理公司，专注于为全球客户提供专业的投资服务。公司依托其深厚的专业知识和全球视野，提供一系列投资产品，涵盖股票、债券、货币、商品等多元化资产类别。英仕曼投资致力于通过创新的投资策略和严格的风险控制，帮助客户实现资产增值和风险管理。凭借其卓越的业绩和客户服务，英仕曼投资在香港乃至全球金融市场中享有良好声誉。",
      "descI18n": {
        "zhHansCN": "英仕曼投资（香港）有限公司是一家领先的投资管理公司，专注于为全球客户提供专业的投资服务。公司依托其深厚的专业知识和全球视野，提供一系列投资产品，涵盖股票、债券、货币、商品等多元化资产类别。英仕曼投资致力于通过创新的投资策略和严格的风险控制，帮助客户实现资产增值和风险管理。凭借其卓越的业绩和客户服务，英仕曼投资在香港乃至全球金融市场中享有良好声誉。",
        "zhHantHK": "英仕曼投资（香港）有限公司是一家领先的投资管理公司，专注于为全球客户提供专业的投资服务。公司依托其深厚的专业知识和全球视野，提供一系列投资产品，涵盖股票、债券、货币、商品等多元化资产类别。英仕曼投资致力于通过创新的投资策略和严格的风险控制，帮助客户实现资产增值和风险管理。凭借其卓越的业绩和客户服务，英仕曼投资在香港乃至全球金融市场中享有良好声誉。",
        "enUS": "Man Investments (Hong Kong) Limited is a leading investment management company, specializing in providing professional investment services to clients worldwide. With deep expertise and a global perspective, the company offers a range of investment products covering diversified asset classes such as equities, bonds, currencies, and commodities. Committed to innovative investment strategies and stringent risk control, Man Investments helps clients achieve asset appreciation and risk management. With its outstanding performance and customer service, Man Investments enjoys a good reputation in Hong Kong's and the global financial markets.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 141,
      "region": "香港"
    },
    {
      "code": "HSBC",
      "name": "滙豐人壽(香港)",
      "nameI18n": {
        "zhHansCN": "汇丰人寿(香港)",
        "zhHantHK": "滙豐人壽(香港)",
        "enUS": "HSBC Life International HK",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/hsbc.png",
      "desc": "HSBC Life (International) Limited 滙豐人壽保險（國際）有限公司是於百慕達註冊成立之有限公司。本公司為滙豐集團旗下從事承保業務的附屬公司之一。",
      "descI18n": {
        "zhHansCN": "HSBC Life (International) Limited 汇丰人寿保险（国际）有限公司是于百慕达注册成立之有限公司。本公司为汇丰集团旗下从事承保业务的附属公司之一。",
        "zhHantHK": "HSBC Life (International) Limited 滙豐人壽保險（國際）有限公司是於百慕達註冊成立之有限公司。本公司為滙豐集團旗下從事承保業務的附屬公司之一。",
        "enUS": "HSBC Life is incorporated in Bermuda with limited liability, and is one of the HSBC Group's insurance underwriting subsidiaries.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 150,
      "region": "香港"
    },
    {
      "code": "METISGL",
      "name": "安智信託",
      "nameI18n": {
        "zhHansCN": "安智信托",
        "zhHantHK": "安智信託",
        "enUS": "Metis Global Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/metisgl.png",
      "desc": "安智環球集團致力於在全亞洲市場發展信託解決方案之業務。 安智環球服務(新加坡)有限公司、安智環球服務有限公司及安智環球服務(庫克群島)有限公司皆為安智環球集團旗下之子公司， 且受各自當地監管機構（新加坡金融管理局、香港公司註冊處和庫克群島金融監督管理委員會）之監管的持牌信託公司。",
      "descI18n": {
        "zhHansCN": "安智环球集团致力于在全亚洲市场发展信託解决方桉之业务。 安智环球服务(新加坡)有限公司、安智环球服务有限公司及安智环球服务(库克群岛)有限公司皆为安智环球集团旗下之子公司， 且受各自当地监管机构（新加坡金融管理局、香港公司注册处和库克群岛金融监督管理委员会）之监管的持牌信託公司。",
        "zhHantHK": "安智環球集團致力於在全亞洲市場發展信託解決方案之業務。 安智環球服務(新加坡)有限公司、安智環球服務有限公司及安智環球服務(庫克群島)有限公司皆為安智環球集團旗下之子公司， 且受各自當地監管機構（新加坡金融管理局、香港公司註冊處和庫克群島金融監督管理委員會）之監管的持牌信託公司。",
        "enUS": "Metis Global Group is in the business of providing trust solutions across Asian markets. Metis Global (Singapore) Pte. Limited, Metis Global Limited and Metis Global (Cook Islands) Limited are subsidiaries of the holding company, Metis Global Group Limited. Each of these subsidiaries is a licensed entity and is regulated by their respective local regulators (Monetary Authority of Singapore, Companies Registry of Hong Kong and Financial Supervisory Commission of the Cook Islands).",
        "jaJP": null,
        "koKR": null
      },
      "rank": 151,
      "region": "香港"
    },
    {
      "code": "DELSK",
      "name": "戴斯克",
      "nameI18n": {
        "zhHansCN": "戴斯克",
        "zhHantHK": "戴斯克",
        "enUS": "DELSK",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/delsk.png",
      "desc": "DELSK集團於2008年成立於德國科隆市，同年在北京成立亞太區中心總部。作為一家全球性的集團公司，DELSK集團是最早將歐洲地產投資業務介紹到中國的公司之一，經歴十余年發展，現已成為一個集全球資產配置、全球資產管理、海外教育及生活服務、專業咨詢等服務於一身的跨境資產及海外服務供應商。",
      "descI18n": {
        "zhHansCN": "DELSK集团于2008年成立于德国科隆市，同年在北京成立亚太区中心总部。作为一家全球性的集团公司，DELSK集团是最早将欧洲地产投资业务介绍到中国的公司之一，经历十余年发展，现已成为一个集全球资产配置、全球资产管理、海外教育及生活服务、专业咨询等服务于一身的跨境资产及海外服务供应商。",
        "zhHantHK": "DELSK集團於2008年成立於德國科隆市，同年在北京成立亞太區中心總部。作為一家全球性的集團公司，DELSK集團是最早將歐洲地產投資業務介紹到中國的公司之一，經歴十余年發展，現已成為一個集全球資產配置、全球資產管理、海外教育及生活服務、專業咨詢等服務於一身的跨境資產及海外服務供應商。",
        "enUS": "　DELSK Group was founded in Cologne, Germany, in 2008, and the headquarters of Beijing Asia-Pacific Regional Center was established in the same year. As a global investment company, DELSK is one of the first companies to introduce European real estate investment business to China. After more than ten years of development, DELSK has become a comprehensive investment service platform which integrates real estate investment management, fund investment management, financial industry management, professional consultation and other services.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 152,
      "region": "香港"
    },
    {
      "code": "BUPAGLOBAL",
      "name": "保柏環球",
      "nameI18n": {
        "zhHansCN": "保柏环球",
        "zhHantHK": "保柏環球",
        "enUS": "Bupa Global",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/bupaglobal.png",
      "desc": "保柏環球是一家領先的國際私人健康保險公司。保柏環球擁有超過70年的醫療專業知識，致力於幫助您活得更長壽、更健康、更快樂，創造一個更美好的世界。",
      "descI18n": {
        "zhHansCN": "保柏环球是一家领先的国际私人健康保险公司。保柏环球拥有超过70年的医疗专业知识，致力于帮助您活得更长寿、更健康、更快乐，创造一个更美好的世界。",
        "zhHantHK": "保柏環球是一家領先的國際私人健康保險公司。保柏環球擁有超過70年的醫療專業知識，致力於幫助您活得更長壽、更健康、更快樂，創造一個更美好的世界。",
        "enUS": "Bupa Global is a leading international private health insurance company.With more than 70 years of medical expertise, Bupa Global is committed to helping you live longer, healthier, happier lives and create a better world.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 154,
      "region": "香港"
    },
    {
      "code": "UBI",
      "name": "建安保險有限公司",
      "nameI18n": {
        "zhHansCN": "建安保险有限公司",
        "zhHantHK": "建安保險有限公司",
        "enUS": "United Builders Insurance Company Limited",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/ubi.png",
      "desc": "福利建築與多位建築業的翹楚於1957年2月聯合成立\"建安保險\", 以建築專業角度評估風險,為業界人仕提供可靠及專業的保險服務。",
      "descI18n": {
        "zhHansCN": "福利建筑与多位建筑业的翘楚于1957年2月联合成立\"建安保险\", 以建筑专业角度评估风险,为业界人仕提供可靠及专业的保险服务。",
        "zhHantHK": "福利建築與多位建築業的翹楚於1957年2月聯合成立\"建安保險\", 以建築專業角度評估風險,為業界人仕提供可靠及專業的保險服務。",
        "enUS": "Fook Lee, joined with fellow builders, established an insurance company named “UNITED BUILDERS INSURANCE COMPANY LIMITED (“UBi”) in February 1957.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 156,
      "region": "香港"
    },
    {
      "code": "CALIFORNIA",
      "name": "加州保險",
      "nameI18n": {
        "zhHansCN": "加州保险",
        "zhHantHK": "加州保險",
        "enUS": "California Insurance",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/california.png",
      "desc": "1848年，加洲是無數人夢想發源地。人人抱著對生活的憧憬，湧到加洲淘金，渴望發掘財富，帶來更美好的生活！受當年淘金熱潮啟發，加洲保險亦希望為客戶發掘更多人生的黃金時刻。 甚麼是「黃金時刻」？每個令我們開懷大笑、感動流淚的瞬間，或者那些值得永遠珍藏心中的片段，都是生命中的黃金時刻。我們的使命是助每個香港人發掘人生的「黃金時刻」，並沿路為您護航。",
      "descI18n": {
        "zhHansCN": "1848年，加洲是无数人梦想发源地。人人抱着对生活的憧憬，涌到加洲淘金，渴望发掘财富，带来更美好的生活！受当年淘金热潮启发，加洲保险亦希望为客户发掘更多人生的黄金时刻。 什么是「黄金时刻」？每个令我们开怀大笑、感动流泪的瞬间，或者那些值得永远珍藏心中的片段，都是生命中的黄金时刻。我们的使命是助每个香港人发掘人生的「黄金时刻」，并沿路为您护航。",
        "zhHantHK": "1848年，加洲是無數人夢想發源地。人人抱著對生活的憧憬，湧到加洲淘金，渴望發掘財富，帶來更美好的生活！受當年淘金熱潮啟發，加洲保險亦希望為客戶發掘更多人生的黃金時刻。 甚麼是「黃金時刻」？每個令我們開懷大笑、感動流淚的瞬間，或者那些值得永遠珍藏心中的片段，都是生命中的黃金時刻。我們的使命是助每個香港人發掘人生的「黃金時刻」，並沿路為您護航。",
        "enUS": " Inspired by the California gold rush of 1848, when people went in search of a better life and bigger fortunes, California Insurance believes in helping people find their own golden moments in life.   What are golden moments? They’re moments that make us laugh, moments that make us cry, moments that we will cherish for a lifetime.  Our mission is to help the people of Hong Kong discover and cherish these ‘golden moments’, all while ensuring they are protected along the way. ",
        "jaJP": null,
        "koKR": null
      },
      "rank": 157,
      "region": "香港"
    },
    {
      "code": "TPLSINGAPORE",
      "name": "中國太平保险(新加坡)",
      "nameI18n": {
        "zhHansCN": "中国太平保險(新加坡)",
        "zhHantHK": "中國太平保险(新加坡)",
        "enUS": "China Taiping Insurance (Singapore) Pte. Ltd.",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/tplsingapore.png",
      "desc": "中國太平保險(新加坡)有限公司是一家產險與壽險兼營的保險公司，至誠為您提供個人與商業性質的一站式綜合金融保險服務。",
      "descI18n": {
        "zhHansCN": "中国太平保险(新加坡)有限公司是一家产险与寿险兼营的保险公司，至诚为您提供个人与商业性质的一站式综合金融保险服务。",
        "zhHantHK": "中國太平保險(新加坡)有限公司是一家產險與壽險兼營的保險公司，至誠為您提供個人與商業性質的一站式綜合金融保險服務。",
        "enUS": "China Taiping Insurance (Singapore) Pte. Ltd. is a leading insurer for both life and general insurance businesses, providing one-stop financial solutions for your personal and business needs. We have been assuring our customers in Singapore with financial peace of mind for 85 years.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 158,
      "region": "新加坡"
    },
    {
      "code": "UTMOSTSINGAPORE",
      "name": "奧摩斯國際(新加坡)",
      "nameI18n": {
        "zhHansCN": "奥摩斯国际(新加坡)",
        "zhHantHK": "奧摩斯國際(新加坡)",
        "enUS": "Utmost International Isle of Man (Singapore Branch)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/utmostsingapore.png",
      "desc": "奧摩斯國際(新加坡)是壹家在新加坡註冊成立的企業，專註於提供多元化的商業解決方案。公司業務涵蓋貿易、投資咨詢、市場研究等多個領域，旨在幫助客戶把握市場機遇，實現商業目標。奧摩斯國際以其專業的團隊、深入的市場洞察和個性化的服務，在業界建立了良好的聲譽。通過不斷創新和優化服務，公司致力於成為客戶信賴的商業夥伴。",
      "descI18n": {
        "zhHansCN": "奥摩斯国际(新加坡)是一家在新加坡注册成立的企业，专注于提供多元化的商业解决方案。公司业务涵盖贸易、投资咨询、市场研究等多个领域，旨在帮助客户把握市场机遇，实现商业目标。奥摩斯国际以其专业的团队、深入的市场洞察和个性化的服务，在业界建立了良好的声誉。通过不断创新和优化服务，公司致力于成为客户信赖的商业伙伴。",
        "zhHantHK": "奧摩斯國際(新加坡)是壹家在新加坡註冊成立的企業，專註於提供多元化的商業解決方案。公司業務涵蓋貿易、投資咨詢、市場研究等多個領域，旨在幫助客戶把握市場機遇，實現商業目標。奧摩斯國際以其專業的團隊、深入的市場洞察和個性化的服務，在業界建立了良好的聲譽。通過不斷創新和優化服務，公司致力於成為客戶信賴的商業夥伴。",
        "enUS": "Utmost International Isle of Man (Singapore Branch) is a company registered in Singapore, specializing in providing a variety of business solutions. The company's business covers trade, investment consulting, market research, and more, aiming to help clients seize market opportunities and achieve business goals. With a professional team, in-depth market insights, and personalized services, Olmas International has established a good reputation in the industry. The company is committed to becoming a trusted business partner for its clients by continuously innovating and optimizing its services.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 159,
      "region": "新加坡"
    },
    {
      "code": "FWDBERMUDA",
      "name": "富衛人壽(百慕大)",
      "nameI18n": {
        "zhHansCN": "富卫人寿(百慕大)",
        "zhHantHK": "富衛人壽(百慕大)",
        "enUS": "FWD Private Bermuda",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/fwdbermuda.png",
      "desc": "富衛人壽百慕大是富衛集團的子公司之壹，後者是壹家快速成長的泛亞地區保險公司。富衛人壽百慕大主要提供人壽保險和健康保險服務，以滿足客戶在不同生活階段的保障需求。公司以創新的產品和優質的客戶服務為特色，致力於為客戶提供全面的保險解決方案。百慕大作為國際知名的保險和再保險中心，富衛人壽百慕大利用這壹地理優勢，為客戶提供穩健的保險產品和服務。",
      "descI18n": {
        "zhHansCN": "富卫人寿百慕大是富卫集团的子公司之一，后者是一家快速成长的泛亚地区保险公司。富卫人寿百慕大主要提供人寿保险和健康保险服务，以满足客户在不同生活阶段的保障需求。公司以创新的产品和优质的客户服务为特色，致力于为客户提供全面的保险解决方案。百慕大作为国际知名的保险和再保险中心，富卫人寿百慕大利用这一地理优势，为客户提供稳健的保险产品和服务。",
        "zhHantHK": "富衛人壽百慕大是富衛集團的子公司之壹，後者是壹家快速成長的泛亞地區保險公司。富衛人壽百慕大主要提供人壽保險和健康保險服務，以滿足客戶在不同生活階段的保障需求。公司以創新的產品和優質的客戶服務為特色，致力於為客戶提供全面的保險解決方案。百慕大作為國際知名的保險和再保險中心，富衛人壽百慕大利用這壹地理優勢，為客戶提供穩健的保險產品和服務。",
        "enUS": "FWD Life Bermuda is one of the subsidiaries of the FWD Group, which is a rapidly growing pan-Asian insurance company. FWD Life Bermuda mainly provides life and health insurance services to meet the protection needs of customers at different stages of life. The company is characterized by innovative products and high-quality customer service, and is committed to providing customers with comprehensive insurance solutions. As an internationally renowned center for insurance and reinsurance, Bermuda's geographical advantage is utilized by FWD Life Bermuda to provide customers with stable insurance products and services.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 160,
      "region": "百慕大"
    },
    {
      "code": "PRUSINGAPORE",
      "name": "保誠保險(新加坡)",
      "nameI18n": {
        "zhHansCN": "保诚保险(新加坡)",
        "zhHantHK": "保誠保險(新加坡)",
        "enUS": "Prudential Assurance Company Singapore (Pte) Limited.",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/prusingapore.png",
      "desc": "新加坡保德信保險公司 (PACS) 是新加坡領先的人壽保險公司之一。我們是保障、儲蓄和投資聯結計劃的市場領導者之一，截至 2020 年 12 月 31 日管理著 493 億新元的資金。 90 年來，我們一直致力於滿足新加坡的金融需求，在 1,200 名員工的支持下，通過由 5,000 多名財務顧問和銀行合作夥伴組成的網絡，為大約 100 萬客戶提供一繫列產品和專業咨詢。",
      "descI18n": {
        "zhHansCN": "新加坡保德信保险公司 (PACS) 是新加坡领先的人寿保险公司之一。我们是保障、储蓄和投资联结计划的市场领导者之一，截至 2020 年 12 月 31 日管理着 493 亿新元的资金。 90 年来，我们一直致力于满足新加坡的金融需求，在 1,200 名员工的支持下，通过由 5,000 多名财务顾问和银行合作伙伴组成的网络，为大约 100 万客户提供一系列产品和专业咨询。",
        "zhHantHK": "新加坡保德信保險公司 (PACS) 是新加坡領先的人壽保險公司之一。我們是保障、儲蓄和投資聯結計劃的市場領導者之一，截至 2020 年 12 月 31 日管理著 493 億新元的資金。 90 年來，我們一直致力於滿足新加坡的金融需求，在 1,200 名員工的支持下，通過由 5,000 多名財務顧問和銀行合作夥伴組成的網絡，為大約 100 萬客戶提供一繫列產品和專業咨詢。",
        "enUS": "Prudential Assurance Company Singapore (PACS) is one of Singapore’s leading life insurance companies. We are one of the market leaders in protection, savings and investment-linked plans, with S$49.3 billion funds under management as at 31 December 2020. We have been serving the financial needs of Singapore for 90 years, delivering a suite of product offerings and professional advisory for approximately 1 million customers through our network of more than 5,000 financial consultants and our bank partners, supported by our 1,200 employees.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 161,
      "region": "新加坡"
    },
    {
      "code": "WELLLINKEPOS",
      "name": "立橋人壽(E-Pos)",
      "nameI18n": {
        "zhHansCN": "立桥人寿(E-Pos)",
        "zhHantHK": "立橋人壽(E-Pos)",
        "enUS": "WellLink(E-pos)",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/welllinkepos.png",
      "desc": "",
      "descI18n": {
        "zhHansCN": "",
        "zhHantHK": "",
        "enUS": "",
        "jaJP": null,
        "koKR": null
      },
      "rank": 165,
      "region": "香港"
    },
    {
      "code": "TRANSAMERICABERMUDA",
      "name": "全美人壽(百慕大)",
      "nameI18n": {
        "zhHansCN": "全美人壽(百慕大)",
        "zhHantHK": "全美人壽(百慕大)",
        "enUS": "Transamerica Bermuda",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/transamericabermuda.png",
      "desc": "全美人壽百慕達為主要的高資產壽險服務供應商，隸屬全球保險集團(external link)。全球保險集團為扎根荷蘭海牙的主要國際金融服務公司，提供人壽保險 、 退休金及資產管理，業務遍及美洲 、 歐洲及亞洲逾20個國家。全球保險集團於阿姆斯特丹及紐約證券交易所上市， 旗下公司在全球雇用22,000名員工，服務3,170萬名客戶。全美人壽公司創立至今逾一個世紀 。憑籍我們對高資產客戶的專注，全美人壽百慕達成為公認的主要高資產壽險服務供應商， 並在高資產財富保障的各方面都積累了豐富的專業知識， 包括處理高保額而複雜的保單，以助客戶規劃遺產及業務安排。",
      "descI18n": {
        "zhHansCN": "全美人寿百慕达为主要的高资产寿险服务供应商，隶属全球保险集团(external link)。全球保险集团为扎根荷兰海牙的主要国际金融服务公司，提供人寿保险 、 退休金及资产管理，业务遍及美洲 、 欧洲及亚洲逾20个国家。全球保险集团于阿姆斯特丹及纽约证券交易所上市， 旗下公司在全球雇用22,000名员工，服务3,170万名客户。全美人寿公司创立至今逾一个世纪 。凭籍我们对高资产客户的专注，全美人寿百慕达成为公认的主要高资产寿险服务供应商， 并在高资产财富保障的各方面都积累了丰富的专业知识， 包括处理高保额而複杂的保单，以助客户规划遗产及业务安排。",
        "zhHantHK": "全美人壽百慕達為主要的高資產壽險服務供應商，隸屬全球保險集團(external link)。全球保險集團為扎根荷蘭海牙的主要國際金融服務公司，提供人壽保險 、 退休金及資產管理，業務遍及美洲 、 歐洲及亞洲逾20個國家。全球保險集團於阿姆斯特丹及紐約證券交易所上市， 旗下公司在全球雇用22,000名員工，服務3,170萬名客戶。全美人壽公司創立至今逾一個世紀 。憑籍我們對高資產客戶的專注，全美人壽百慕達成為公認的主要高資產壽險服務供應商， 並在高資產財富保障的各方面都積累了豐富的專業知識， 包括處理高保額而複雜的保單，以助客戶規劃遺產及業務安排。",
        "enUS": "Transamerica Life Bermuda is a leading provider of high-asset life insurance services and is part of the Global Insurance Group (external link). Global Insurance Group is a leading international financial services company based in The Hague, Netherlands, providing life insurance, pensions and asset management with operations in more than 20 countries in the Americas, Europe and Asia. Listed on the Amsterdam and New York Stock exchanges, Global Insurance Group's companies employ 22,000 people worldwide and serve 31.7 million customers. Transamerica Life was founded more than a century ago. With our focus on high-asset clients, TransAmerica Life Bermuda is recognized as a leading provider of high-asset life insurance services and has developed extensive expertise in all aspects of high-asset wealth protection, including handling high-value and complex policies to help clients plan estates and business arrangements.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 165,
      "region": "百慕大"
    },
    {
      "code": "CTFLIFEBERMUDA",
      "name": "周大福人壽(百慕大)",
      "nameI18n": {
        "zhHansCN": "周大福人寿(百慕大)",
        "zhHantHK": "周大福人壽(百慕大)",
        "enUS": "Chow Tai Fook Life Bermuda",
        "jaJP": null,
        "koKR": null
      },
      "logo": "https://storage.lifebee.tech/ICON/insurer/ctflifebermuda.png",
      "desc": "在周大福人壽的願景和40年成功經驗的指引下，周大福人壽百慕大致力於為成熟的客戶創造超越保險的價值，使其達到新的高度。通過與周大福集團生態系統的合作，我們希望通過全面的、以家庭為中心的解決方案，包括財富和健康管理，以及超越地域界限的獨特生活方式體驗，幫助客戶及其親人實現生活的整體平衡。",
      "descI18n": {
        "zhHansCN": "在周大福人寿的愿景和40年成功经验的指引下，周大福人寿百慕大致力于为成熟的客户创造超越保险的价值，使其达到新的高度。通过与周大福集团生态系统的合作，我们希望通过全面的、以家庭为中心的解决方案，包括财富和健康管理，以及超越地域界限的独特生活方式体验，帮助客户及其亲人实现生活的整体平衡。",
        "zhHantHK": "在周大福人壽的願景和40年成功經驗的指引下，周大福人壽百慕大致力於為成熟的客戶創造超越保險的價值，使其達到新的高度。通過與周大福集團生態系統的合作，我們希望通過全面的、以家庭為中心的解決方案，包括財富和健康管理，以及超越地域界限的獨特生活方式體驗，幫助客戶及其親人實現生活的整體平衡。",
        "enUS": "CTF Life Bermuda represents a new era in legacy planning. Tailored for high-net-worth individuals, it offers exceptional solutions and services that transcend conventional boundaries and creates value beyond insurance, on a truly global scale.",
        "jaJP": null,
        "koKR": null
      },
      "rank": 200,
      "region": "百慕大"
    }
  ]
}